Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/t3editor/*.locallang.xlf
Languages: ro

# deactivate
source: Deactivate t3editor
ro: Dezactivați t3editor

source: File
ro: Fișier

source: Constants
ro: Constante

source: Unknown content type:
ro: Tip de conținut necunoscut:

# pageIDInteger
source: Syntax error: Parameter pageID must be a valid integer.
ro: Eroare de sintaxă: Parametrul pageID trebuie să fie un număr întreg valid.

# noPermission
source: Access denied: No permission to template records.
ro: Acces interzis: nu dispuneți de permisii pentru template.

# typeIDMissing
source: Syntax error: At least parameter typeID has to be supplied.
ro: Eroare de sintaxă: Cel puțin parametrul typeID trebuie să fie trimis.

# js.label_lines
source: lines
ro: linii

# js.label_documentModified
source: document has been modified
ro: documentul a fost modificat

# js.label_errorWhileSaving
source: An error occurred while saving the data.
ro: O eroare a intervenit în timpul salvării datelor.
