Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/extensionmanager/Resources/Private/Language/*.locallang.xlf
Languages: ro

# dependencyCheck.headline
source: The following errors were found while trying to install "%s"
ro: Următoarele erori au intervenit în timp ce am încercat să instalez "%s"

# dependencyCheck.requiredExtension
source: Required extension "%s":
ro: Extensia necesară "%s":

# dependencyCheck.unresolvedDependencies.message
source: If you continue installing the extension, all dependency checks will be turned off. <ul> <li>Required extensions are tried to be fetched from TER (if they do not yet exist in the system)</li> <li>Version dependency checks are skipped</li> </ul> <strong> Be aware that an installation without dependency checks may turn your installation unusable.<br /> In such a case manual intervention is required. </strong>
ro: Dacă continuați cu instalarea extensiei, verificarea extensiilor dependente va fi dezactivată. <ul> <li>Extensiile necesare vor fi preluate din TER (dacă nu există deja în sistem)</li> <li>Verificarea extensiilor dependente nu va fi făcută</li> </ul> <strong> Instalarea fără verificarea dependențelor ar putea să oprească funcționarea sistemului dvs.<br /> În cazul în care așa ceva se va întâmpla, intervenția manuală va fi necesară. </strong>

# dependencyCheck.unresolvedDependencies.proceed
source: I know what I'm doing, install the extension!
ro: Știu ce fac, instalează extensia!

# dependencyCheck.unresolvedDependencies.question
source: Are you sure you want to proceed?
ro: Sunteți sigur că doriți să continuați?

# dependencyCheck.unresolvedDependencies.title
source: Please read this carefully
ro: Vă rugăm citiți următoarele informații cu atenție

# distribution.dependency.headline
source: Dependencies, conflics and suggestions
ro: Dependințe, conflicte și sugestii

# distribution.dependency.identifier
source: Identifier
ro: Identificator

# distribution.dependency.type
source: Type
ro: Tip

# distribution.dependency.version
source: Version
ro: Versiune

# distribution.error.headline
source: Could not install distribution '%s'
ro: Nu pot instala distribuția '%s'

# distribution.installImpexp
source: Install impexp
ro: Instalați impexp

# distributions
source: Get preconfigured distribution
ro: Obțineți o distribuție preconfigurată

# distribution.welcome.headline
source: Congratulations...
ro: Felicitări...

# distribution.welcome.message
source: You successfully installed the distribution:
ro: Această distribuție a fost instalată cu succes:

# distribution.welcome.nextSteps
source: Now you can:
ro: Acum puteți:

# distribution.welcome.openPageModule
source: Start editing your website
ro: Să începeți să editați conținului site-ului dvs. web

# distribution.welcome.openViewModule
source: View your website
ro: Să vedeți site-ul dvs. web

# downloadExtension.dependencies.errorMessage
source: The dependencies of the following Extensions could not be resolved:
ro: Dependențele următoarelor extensii nu poate fi rezolvată:

# downloadExtension.dependencies.errorTitle
source: Dependencies could not be resolved
ro: Dependențele nu au putut fi rezolvate

# downloadExtension.dependencies.headline
source: The following dependencies have to be resolved before installation:
ro: Următoarele dependențe trebuie rezolvate înainte de a începe instalarea:

# downloadExtension.dependencies.resolveAutomatically
source: Shall these dependencies be resolved automatically?
ro: Doriți ca aceste dependențe să fie rezolvate automat?

# downloadExtension.dependencies.typeHeadline
source: <h3>Extensions marked for %s:</h3> %s
ro: <h3>Extensii marcate pentru %s:</h3> %s

# downloadExtension.dependencyType.download
source: download
ro: descărcați

# downloadExtension.dependencyType.install
source: install
ro: instalare

# downloadExtension.dependencyType.update
source: update
ro: actualizare

# downloadExtension.updateExtension.error
source: Error while updating extension
ro: Eroare în timpul actualizării extensiei

# extConfTemplate.backToList
source: Back to list
ro: Înapoi la listă

# extConfTemplate.headline
source: Configure Extension
ro: Configurare extensie

# extConfTemplate.other
source: Other
ro: Alta

# extConfTemplate.type.color
source: color
ro: culoare

# extConfTemplate.type.int
source: integer
ro: întreg

# extConfTemplate.type.int+
source: positive integer
ro: număr întreg pozitiv

# extConfTemplate.type.integer
source: integer
ro: întreg

# extConfTemplate.type.offset
source: offset
ro: decalaj

# extConfTemplate.type.options
source: options
ro: opțiuni

# extConfTemplate.type.small
source: small
ro: mic

# extConfTemplate.type.user
source: user
ro: utilizator

# extensionList.activate
source: Activate
ro: Activați

# extensionList.clickToConfigure
source: (Click to configure)
ro: (Click pentru a configura)

# extensionList.configure
source: Configure
ro: Configurați

# extensionList.deactivate
source: Deactivate
ro: Dezactivați

# extensionList.dependenciesResolveDownloadError.title
source: Download Error
ro: Eroare de descărcare

# extensionList.dependenciesResolveDownloadSuccess.header
source: Log
ro: Jurnal

# extensionList.dependenciesResolveDownloadSuccess.item
source: Extensions
ro: Extensii

# extensionList.dependenciesResolveDownloadSuccess.message
source: Your installation of {0} was successful.
ro: Instalarea {0} a fost făcută cu succes.

# extensionList.dependenciesResolveFlashMessage.title
source: {0} installed.
ro: {0} instalată.

# extensionList.distribution.author
source: Author:
ro: Autor:

# extensionList.distribution.downloads
source: Downloads
ro: Descărcări

# extensionList.distribution.key
source: Key:
ro: Cheie:

# extensionList.distribution.lastUpdated
source: Last Update:
ro: Ultima actualizare:

# extensionList.distribution.title
source: Title:
ro: Titlul:

# extensionList.distribution.version
source: Version:
ro: Versiune:

# extensionList.downloadsql
source: Download SQL Dump
ro: Descărcați exportul SQL

# extensionList.downloadViewHelper.submit
source: Import and Install
ro: Importați și instalați

# extensionList.downloadzip
source: Download as zip
ro: Descărcați ca arhivă zip

# extensionList.header.author
source: Author
ro: Autor

# extensionList.header.description
source: Description
ro: Descriere

# extensionList.header.extensionActions
source: Actions
ro: Acțiuni

# extensionList.header.extensionKey
source: Key
ro: Cheie

# extensionList.header.extensionName
source: Extension
ro: Extensie

# extensionList.header.extensionState
source: State
ro: Stare

# extensionList.header.extensionVersion
source: Version
ro: Versiune

# extensionList.header.lastUpdate
source: Last Updated
ro: Ultima actualizare

# extensionList.header.title.activate
source: Activate / Deactivate
ro: Activare/Dezactivare

# extensionList.header.title.update
source: Update
ro: Actualizare

# extensionList.header.update
source: Upd.
ro: Act.

# extensionList.header.uploadComment
source: Upload Comment
ro: Comentariu actualizare

# extensionList.header.version
source: Version
ro: Versiune

# extensionList.installDistribution
source: Install
ro: Instalare

# extensionList.installedFlashMessage.message
source: %s was installed!
ro: %s a fost instalată!

# extensionList.installImpexp
source: Please install the Import/Export (impexp) extension to enable distribution support.
ro: Vă rugăm să instalați extensia de Import/Export (impexp) pentru a avea acces la distribuții.

# extensionList.loading
source: Loading form...
ro: Încărcare formular...

# extensionList.officialDistribution
source: Official distribution
ro: Distribuție oficială

# extensionList.overwriteExtension
source: Overwrite
ro: Suprascriere

# extensionList.overwritingDisabled
source: Extension is already available and overwriting was not enabled
ro: Extensia este deja disponibilă și suprascrierea nu a fost activată

# extensionList.removalConfirmation.message
source: The extension is currently installed. Uninstall extension?
ro: Această extensie este momentan instalată. Vreți să o dezinstalați?

# extensionList.removalConfirmation.question
source: Are you sure you want to remove the extension?
ro: Sunteți sigur că doriți să ștergeți această extensie?

# extensionList.removalConfirmation.title
source: Extension Removal
ro: Ștergere extensie

# extensionList.remove
source: Remove
ro: Ștergeți

# extensionList.remove.message
source: Extension "%s" was removed successfully!
ro: Extensia "%s" a fost înlăturată cu succes!

# extensionList.search
source: Search:
ro: Căutare:

# extensionList.showAllVersions.author
source: Author
ro: Autor

# extensionList.showAllVersions.category
source: Category
ro: Categorie

# extensionList.showAllVersions.downloads
source: Downloads
ro: Descărcări

# extensionList.showAllVersions.extensionKey
source: Extension key
ro: Cheie extensie

# extensionList.showAllVersions.label
source: Show all versions
ro: Arată toate versiunile

# extensionList.showAllVersions.lastUploaded
source: Last uploaded
ro: Ultima actualizare

# extensionList.showAllVersions.readOnline
source: Read online
ro: Citiți online

# extensionList.showAllVersions.version
source: Version
ro: Versiune

# extensionList.uninstall.dependencyError
source: Cannot deactivate extension '%s' - The extension(s) '%s' depend on it.
ro: Nu pot dezactiva extensia '%s' - Extensiile '%s' depind de această extensie.

# extensionList.update
source: Update
ro: Actualizare

# extensionList.updateConfirmation.message
source: Update Comments:
ro: Comentarii actualizare:

# extensionList.updateConfirmation.questionVersionComments
source: Version Comments
ro: Comentariile versiunii

# extensionList.updateConfirmation.title
source: Update?
ro: Actualizare?

# extensionList.updateDisabled
source: An update is available but this operation is currently disabled
ro: O actualizare este disponibilă dar această operație este momentan dezactivată

# extensionList.updateFlashMessage.message
source: {0} updated!
ro: {0} actualizată!

# extensionList.updateFlashMessage.title
source: Extension Update
ro: Actualizare extensie

# extensionList.updateFromTer.buttonLabel
source: Update now
ro: Actualizați acum

# extensionList.updateFromTerFlashMessage.title
source: Update Extension List
ro: Actualizare listă de extensii

# extensionList.updateFromTer.label
source: Retrieving Extension-List from TYPO3 Extension Repository (TER)
ro: Recuperare listă de extensii din depozitul de extensii TYPO3 (TER)

# extensionList.updateFromTer.lastUpdate.fullTimeFormat
source: Y-m-d H:i:s
ro: d.m.Y H:i:s

# extensionList.updateFromTer.lastUpdate.label
source: Last update:
ro: Ultima actualizare:

# extensionList.updateFromTer.lastUpdate.noInfo
source: unknown
ro: necunoscut

# extensionList.updateFromTer.lastUpdate.noTimeOfLastUpdate
source: No last update time known.
ro: Nu se cunoaște data ultimei actualizări.

# extensionList.updateFromTer.lastUpdate.timeSinceLastUpdateLabel
source: Time since last update:
ro: Interval de la ultima actualizare:

# extensionList.updateFromTer.never
source: Never
ro: Niciodată

# extensionList.update.script
source: Execute the update script
ro: Executați scriptul de actualizare

# extensionList.updateToVersion
source: Update to version %s
ro: Actualizați la versiunea %s

# extensionList.uploadExtension
source: Upload Extension .t3x/.zip
ro: Încărcați o extensie .t3x/.zip

# extensionList.uploadFlashMessage.message
source: %s was uploaded!
ro: %s a fost încărcată!

# extensionList.uploadFlashMessage.title
source: Extension Upload
ro: Încărcare extensie

source: Extension Manager
ro: Mangerul de extensii

source: Get Extensions
ro: Obțineți extensii

source: Install Extension
ro: Instalează extensie

source: Manage Extensions
ro: Gestionează extensii

# report.status.existingExtensions.insecureExtensionExists.message
source: The following extensions were found on your system, but are currently not installed. Please delete the extensions using the extension manager:<br><br>%s
ro: Următoarele extensii au fost găsite pe sistemul dvs, dar sunt momentan neinstalate. Vă rugăm să ștergeți aceste extensii folosind Managerul de extensii: <br><br>%s

# report.status.existingExtensions.insecureExtensionExists.value
source: %s insecure extension(s) found
ro: %s extensii nesigure găsite

# report.status.existingExtensions.title
source: Security status of existing, but not loaded extensions
ro: Starea de securitate a extensiilor existente, dar neîncărcate

# report.status.existingOutdatedExtensions.outdatedExtensionExists.message
source: The following extensions were found on your system, but are currently not installed. Please make sure they are compatible with your system before installing them:<br><br>%s
ro: Următoarele extensii au fost găsite în sistemul dumneavoastră însă nu sunt momentan instalate. Vă rugăm asigurați-vă că sunt compatibile cu sistemul dumneavoastră înainte de a le instala:<br><br>%s

# report.status.existingOutdatedExtensions.outdatedExtensionExists.value
source: %s outdated extension(s) found
ro: %s extensii depășite găsite

# report.status.existingOutdatedExtensions.title
source: Outdated status of existing, but not loaded extensions
ro: Statutul depășit al extensiilor existente, dar neîncărcate

# report.status.loadedExtensions.insecureExtensionLoaded.message
source: The following extensions are insecure and usage might damage your system. Please update these extensions as soon as possible or remove them from your system:<br><br>%s
ro: Următoarele extensii sunt nesigure și folosirea lor v-ar expune riscurilor de securitate. Vă rugăm să actualizați aceste extensii cît de rapid posibil sau să le ștergeți din sistem:<br><br>%s

# report.status.loadedExtensions.insecureExtensionLoaded.value
source: %s insecure extension(s) found
ro: %s extensii nesecurizate găsite

# report.status.loadedExtensions.title
source: Security status of loaded extensions
ro: Starea securității extensiilor încărcate

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.message
source: The following extensions are outdated and may not be compatible with your installation. Please make sure these extensions are compatible and ask the extension author to publish updates:<br><br>%s
ro: Următoarele extensii sunt depășite și e posibil să nu mai fie compatibile cu sistemul dvs. Vă rugăm să vă asigurați că aceste extensii sunt compatibile și cereți autorului extensiei să le actualizeze:<br><br>%s

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.value
source: %s outdated extension(s) found
ro: %s extensii depășite găsite

# report.status.loadedOutdatedExtensions.title
source: Outdated status of loaded extensions
ro: Statutul depășit al extensiilor încărcate

# report.status.mainRepository.notFound.message
source: The typo3.org extension repository was not found. Please import the main typo3.org extension repository in the install tool wizard.
ro: Depozitul de extensii typo3.org nu a fost găsit. Vă rugăm importați depozitul de extensii typo3.org în asistentul Uneltei de Instalare.

# report.status.mainRepository.notFound.value
source: Error
ro: Eroare

# report.status.mainRepository.notUpToDate.message
source: The Main Repository extension list is older than 7 days. Please update it in the Extension manager or Scheduler.
ro: Lista de extensii a Depozitului Principal este mai veche de 7 zile. Vă rugăm să o actualizați în Managerul de extensii sau în Planificator.

# report.status.mainRepository.notUpToDate.value
source: Extension list is not up to date!
ro: Lista de extensii nu este actualizată!

# report.status.mainRepository.title
source: Update status of typo3.org main repository extension list
ro: Actualizare statut al listei de extensii pentru depozitul principal typo3.org

# searchTemplate.resetSearchButton
source: Reset Search
ro: Reinițializare căutare

# searchTemplate.searchAgain
source: Search again
ro: Refaceți căutarea

# searchTemplate.searchExtensions
source: Search extensions
ro: Căutare extensii

# searchTemplate.submitButton
source: Go
ro: Trimite

# searchTemplate.yourSearch
source: Your search
ro: Căutarea dvs.

# showAllVersions
source: Show all versions of
ro: Arată toate versiunile

# task.updateExtensionListTask.description
source: Update TER extension list on a regular basis. Once a day is a good interval.
ro: Actualizați lista de extensii TER la intervale regulate. Odată pe zi este un interval recomandat.

# task.updateExtensionListTask.name
source: Update extension list
ro: Actualizare listă de extensii

# updateScript.headline
source: Update script for %s
ro: Script de actualizare pentru %s

# updateScript.none
source: No update necessary.
ro: Nu este necesară nici o actualizare.

# uploadTemplate.extensionLabel
source: Extension
ro: Extensie

# uploadTemplate.uploadButton
source: Upload!
ro: Încărcare!
