Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/rtehtmlarea/res/accessibilityicons/*.locallang.xlf
Languages: ro

# download_altText
source: Initiates file download
ro: Porneşte descărcarea fişierului

# download_titleText
source: Initiates file download
ro: Porneşte descărcarea fişierului

# external_link_altText
source: Opens external link in current window
ro: Deschide link extern în această fereastră

# external_link_new_window_altText
source: Opens external link in new window
ro: Deschide link extern în fereastră nouă

# external_link_new_window_titleText
source: Opens external link in new window
ro: Deschide link extern în fereastră nouă

# external_link_titleText
source: Opens external link in current window
ro: Deschide link extern în această fereastră

# internal_link_altText
source: Opens internal link in current window
ro: Deschide link intern în fereastra curentă

# internal_link_new_window_altText
source: Opens internal link in new window
ro: Deschide link intern în fereastră nouă

# internal_link_new_window_titleText
source: Opens internal link in new window
ro: Deschide link intern în fereastră nouă

# internal_link_titleText
source: Opens internal link in current window
ro: Deschide link intern în fereastra curentă

# mail_altText
source: Opens window for sending email
ro: Deschide fereastra pentru a trimite email

# mail_titleText
source: Opens window for sending email
ro: Deschide fereastra pentru a trimite email
