Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/felogin/pi1/*.locallang.xlf
Languages: ro

# change_password
source: Change your password
ro: Modificați parola

# cookie_warning
source: Warning: There is a possibility that cookies are not enabled in your web browser! If your login disappears on your next click that is the case and you should enable cookies (or accept cookies from this website) immediately!
ro: Atenție: E posibil să nu aveți cookie-urile activate în navigator! Dacă sunteți deconectați de îndată ce apăsați pe următorul link atunci înseamnă că trebuie să activați cookie-urile (sau să acceptați cookie-urile primite de la acest site)!

# ll_change_password_done_message
source: Your password has been saved. You can now login with your new password.
ro: Parola dumneavoastră a fost salvată. Vă puteți conecta acum folosind noua parolă.

# ll_change_password_header
source: Change your password
ro: Modificare parolă

# ll_change_password_message
source: Please enter your new password twice. Password needs a minimum length of %s chars.
ro: Vă rugăm să vă introduceți noua parolă de două ori. Parola trebuie să aibă minim %s caractere.

# ll_change_password_notequal_message
source: The passwords are not equal, please enter your new password twice. Password needs a minimum length of %s chars.
ro: Parolele nu sunt egale, vă rugăm introduceți noua parolă de două ori. Parolele trebuie să aibă minim %s caractere.

# ll_change_password_notvalid_message
source: The link you clicked is not valid. Please repeat the forgot message procedure.
ro: Link-ul apăsat nu este valid. Vă rugăm repetați procedura.

# ll_change_password_tooshort_message
source: The password length is too short. Please enter your new password twice. Password needs a minimum length of %s chars.
ro: Lungimea parolei este prea mică. Vă rugăm introduceți noua parolă de două ori. Parola trebuie să aibă minim %s caractere.

# ll_error_header
source: Login failure
ro: Eroare conectare

# ll_error_message
source: An error occurred during login. Most likely you didn't enter the username or password correctly. Be certain that you enter them precisely as they are, including upper/lower case. Another possibility is that cookies might be disabled in your web browser.
ro: Nu putem efectua conectarea. Cel mai probabil nu aţi introdus numele de utilizator sau parola corectă. Asiguraţi-vă că le introduceţi exact aşa cum sunt, inclusiv folosind caractere mici/mari. O altă posibilitate e ca să nu aveţi setate acceptarea de cookie de către browserul dumneavoastră.

# ll_forgot_email_nopassword
source: Your password Hi %s We couldn't find a username for this email address and so cannot send the password to you. Probably you misspelled the email address (upper/lower case makes a difference) or maybe you even didn't register yet?
ro: Parola dumneavoastră Bună %s Nu am putut găsi un nume de utilizator cu această adresă de email deci nu vă putem trimite parola. Probabil a-ţi scris greşit adresa de email (pot fi case sensitive) sau poate nu v-aţi înregistrat încă?

# ll_forgot_email_password
source: Your password Hi %s Your username is "%s" Your password is "%s"
ro: Parola dumneavoastră Bună %s Numele dumneavoastră de utilizator este: "%s" Parola dumneavoastră este: "%s"

# ll_forgot_header
source: Forgot your password?
ro: V-aţi uitat parola?

# ll_forgot_header_backToLogin
source: Return to login form
ro: Retur la formularul de conectare

# ll_forgot_message
source: Please enter the email address by which you registered your user account. Then press "Send password" and your password will immediately be emailed to you. Make sure to spell your email address correctly.
ro: Vă rog introduceţi adresa de email pe care aţi folosit-o ca să vă creaţi contul. Apoi apăsaţi "Trimite parola" şi parola vă va fi trimisă imediat pe email. Asiguraţi-vă că introduceţi adresa de email corectă.

# ll_forgot_message_emailSent
source: Your password has now been sent to the email address %s
ro: Parola v-a fost trimisă la adresa de email %s

# ll_forgot_reset_message
source: Please enter your username or email address. Instructions for resetting the password will be immediately emailed to you.
ro: Vă rugăm introduceți utilizatorul sau adresa dumneavoastră de email. Instrucțiunile pentru resetarea parolei vă vor fi trimise imediat pe email.

# ll_forgot_reset_message_emailSent
source: An email has been sent to the address stored in your account and contains a link to reset your password. If you do not receive an email, your account or email address was not found.
ro: Un email a fost trimis la adresa de email asociată contului dumneavoastră. Acest email conține un link ce vă permite să vă resetați parola. Dacă nu veți primi emailul atunci, fie utilizatorul, fie adresa dumneavoastră de email nu au fost găsite.

# ll_forgot_reset_message_error
source: Your account or email address does not exist.
ro: Contul sau adresa dumneavoastră de email nu există.

# ll_forgot_validate_reset_password
source: Your new password Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
ro: Noua dumneavoastră parolă Dragă %s, Acest email a fost trimis ca urmare a cererii făcute pentru a reseta parola. Vă rugăm să faceți click pe link-ul de mai jos %s Din motive de securitate, acest link va rămâne activ pînă la data de %s. Dacă nu vizitați acest link înainte de data specificată, va trebui să repetați procesul de resetare al parolei.

# ll_logout_header
source: You have logged out.
ro: V-aţi deconectat.

# ll_logout_message
source: You just logged out from your user session on this website. You can login again or as another user by the form below.
ro: Tocmai v-aţi deconectat de pe acest site. Puteţi să vă reconectați sau să vă conectați ca alt utilizator folosind formularul de mai jos.

# ll_status_header
source: Current status
ro: Stare curentă

# ll_status_message
source: This is your current status:
ro: Aceasta este starea curentă:

# ll_success_header
source: Login successful
ro: Conectare efectuată

# ll_success_message
source: You are now logged in as '###USER###'
ro: Sunteți conectat cu utilizatorul '###USER###'

# ll_welcome_header
source: User login
ro: Nume de utilizator

# ll_welcome_message
source: Enter your username and password here in order to log in on the website:
ro: Introduceţi numele de utilizator şi parola pentru a vă loga pe site:

source: Login
ro: Conectare

source: Logout
ro: Deconectare

# newpassword_label1
source: Enter new password
ro: Introduceți noua parolă

# newpassword_label2
source: Repeat new password
ro: Reintroduceți noua parolă

source: Password:
ro: Parolă:

# permalogin
source: Stay logged in:
ro: Rămâi conectat:

source: Reset Password
ro: Resetare parolă

source: Send password
ro: Trimite parola

source: Username:
ro: Utilizator:

source: Your email:
ro: Emailul dumneavoastră:
