Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/indexed_search/pi/*.locallang.xlf
Languages: ro

# default_search_word_entry
source: Search for
ro: Caută după

# form_atATime
source: at a time
ro: odată

# form_extResume
source: Extended resume
ro: Sumar extins

# form_freeIndexUid
source: Category:
ro: Categorie:

# form_fromSection
source: From section:
ro: De la secţiunea:

# form_match
source: Match:
ro: Potriveşte:

# form_orderBy
source: Order by:
ro: Ordonare după:

# form_searchFor
source: Search for:
ro: Caută după:

# form_searchIn
source: Search in:
ro: Caută în:

# form_style
source: Style:
ro: Stil:

# inNsection
source: in %s section:
ro: în %s secţiuni:

# inNsections
source: in %s sections:
ro: în %s secţiuni:

# inSection
source: in the section
ro: în secţiunea

# link_advancedSearch
source: Advanced search
ro: Căutare avansată

# link_regularSearch
source: Regular search
ro: Căutare simplă

# local_operator_AND
source: AND
ro: ŞI

# local_operator_NOT
source: NOT
ro: NU

# local_operator_OR
source: OR
ro: SAU

# makerating_addToCurrentSearch
source: Add to current search words
ro: Adaugă la lista de căutări curente

# maketitle_matches
source: matches
ro: rezultate

# noResults
source: NO results found.
ro: Nici un rezultat găsit.

# opt_defOp_0
source: All words (AND)
ro: Toate cuvintele (ŞI)

# opt_defOp_1
source: Any words (OR)
ro: Orice cuvânt (SAU)

# opt_desc_0
source: Highest first
ro: După frecvenţă, descrescător

# opt_desc_1
source: Lowest first
ro: După frecvenţă, crescător

# opt_freeIndexUid_0
source: Pages
ro: Pagini

# opt_freeIndexUid_-1
source: All, mixed
ro: Toate, amestecate

# opt_freeIndexUid_-2
source: All, categorized
ro: Toate, categorizate

# opt_freeIndexUid_header_0
source: Website Pages
ro: Pagini sit

# opt_freeIndexUid_header_-1
source: Mixed categories
ro: Categorii amestecate

# opt_group_flat
source: Flat list
ro: Listate simplu

# opt_group_sections
source: Section hierarchy
ro: Ierarhie secţiune

# opt_lang_0
source: Default
ro: Standard

# opt_lang_-1
source: All languages
ro: Toate limbile

# opt_media_0
source: Internal pages
ro: Pagini interne

# opt_media_-1
source: All media
ro: Toate fişierele media

# opt_media_-2
source: All External
ro: Toate externe

# opt_order_crdate
source: Creation date
ro: Data creării

# opt_order_mtime
source: Date Modified
ro: Data modificării

# opt_order_rank_count
source: Number of words
ro: Număr de cuvinte

# opt_order_rank_first
source: Close to top
ro: Aproape de nivelul de sus

# opt_order_rank_freq
source: Frequency
ro: Frecvenţă

# opt_order_title
source: Document title
ro: Titlu document

# opt_RL1
source: Level 1:
ro: Nivel 1:

# opt_RL1ALL
source: All pages on level 1
ro: Toate paginile de pe nivelul 1

# opt_RL2
source: - Level 2:
ro: - Nivel 2:

# opt_RL2ALL
source: - All pages on level 2
ro: - Toate paginile de pe nivelul 2

# opt_sections_0
source: Whole site
ro: Întreg situl

# opt_sections_-1
source: Only this page
ro: Doar această pagină

# opt_sections_-2
source: Top + level 1
ro: Nivel superior + 1 nivel

# opt_sections_-3
source: Level 2 and out
ro: De la nivelul 2 în jos

# opt_type_0
source: Distinct word
ro: Cuvânt distinct

# opt_type_1
source: Part of word
ro: Parte a cuvântului

# opt_type_10
source: Sounds like
ro: Care seamănă cu

# opt_type_2
source: First part of word
ro: Prima parte a cuvântului

# opt_type_20
source: Sentence
ro: Propoziţie

# opt_type_3
source: Last part of word
ro: Ultima parte a cuvântului

# pi_list_browseresults_next
source: Next >
ro: Următor >

# pi_list_browseresults_page
source: Page
ro: Pagina

# pi_list_browseresults_prev
source: < Previous
ro: < Precedent

# res_created
source: Created:
ro: Creat:

# res_memberGroups
source: Require membership of group numbers %s
ro: Cere apartenenţa la grupul de membrii numerele %s

# res_modified
source: Modified:
ro: Modificat:

# res_noResume
source: Note: This search hit may not accurately match the content on this page. The page resume cannot be shown.
ro: Notă: Căutările pe această pagină s-ar putea să fie inexacte. Sumarul paginii nu poate fi afişat.

# res_otherMatching
source: Other matching pages in the same document:
ro: Pagini similare din acelaşi document:

# res_otherPageAsWell
source: INFO: There was another page indexed as well... Probably indexed with another or no usergroup.
ro: INFO: A mai fost găsită o pagină indexată... Probabil indexată cu sau fără un grup de utilizatori.

# res_path
source: Path:
ro: Cale:

# res_size
source: Size:
ro: Mărime:

# rules_header
source: Rules:
ro: Reguli:

# rules_text
source: Only words with 2 or more characters are accepted Max 200 chars total Space is used to split words, "" can be used to search for a whole string (not indexed search then) AND, OR and NOT are prefix words, overruling the default operator +/|/- equals AND, OR and NOT as operators. All search words are converted to lowercase.
ro: Doar cuvintele cu 2 sau mai multe caractere sunt acceptate. Maxim 200 caractere Spaţiul este folosit pentru a specifica mai multe cuvinte, "" poate fi folosit pentru a căuta un text complet (fără căutare indexată) ŞI, SAU şi NU sunt cuvinte folosite ca prefix, suprascriind operatorii standard. +/|/- au aceeaşi valoare ca şi AND, OR şi NU. Toate cuvintele folosite la căutare sunt transformate în caractere mici.

source: Search for
ro: Caută după

# searchFor_and
source: and
ro: şi

# searchFor_butNot
source: but not
ro: dar nu

# searchFor_or
source: or
ro: sau

# submit_button_label
source: Search
ro: Caută

# unnamedSection
source: Other
ro: Altele

# word_page
source: page
ro: pagina

# word_pages
source: pages
ro: pagini
