Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/info_pagetsconfig/*.locallang.xlf
Languages: ro

# editThisColumn
source: Edit the field '%s' for all listed pages
ro: Editare câmp '%s'

# editTSconfig
source: Edit TSconfig for this page
ro: Editare TSconfig pentru pagina curentă

# editTSconfig_all
source: Edit TSconfig for all shown pages
ro: Editare TSconfig pentru toate paginile

# editTSconfig_default
source: Default Configuration from TYPO3_CONF_VARS
ro: Cionfiguraţia implicită pentru TYPO3_CONF_VARS

# mod_pagetsconfig
source: Page TSconfig
ro: Pagina TSconfig

# tsconf_configFields
source: View TSconfig fields content
ro: Vezi conţinut câmpuri TSconfig

# tsconf_parts_0
source: All
ro: Tot

# tsconf_parts_1
source: Module key ('mod') with overruling user settings
ro: Modul ('mod') cu setări pentru utilizatori

# tsconf_parts_1a
source: Module: Web>Page
ro: Modul: Web>Pagini

# tsconf_parts_1b
source: Module: Web>View
ro: Modul: Web>Vizualizare

# tsconf_parts_1c
source: Module: Web>Modules
ro: Modul: Web>Module

# tsconf_parts_1d
source: Module: Web>List
ro: Modul: Web>Listă

# tsconf_parts_1e
source: Module: Web>Info
ro: Modul: Web>Info

# tsconf_parts_1f
source: Module: Web>Func
ro: Modul: Web>Func

# tsconf_parts_1g
source: Module: Web>Template
ro: Modul: Web>Şablon

# tsconf_title
source: Page TSconfig
ro: Pagina TSconfig
