Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/recycler/mod1/*.locallang.xlf
Languages: ro

# description
source: The recycler allows you to select any deleted data and undelete it. You can undelete recursive if the parent of the element is deleted too.
ro: Unealta vă permite să selecționați orice informație ștearsă și să o restaurați. Puteți să restaurați informațiile recursiv în cazul în care și părintele elementului este șters.

# js.label_boxLabel_undelete_recursive
source: Undelete recursively
ro: Restaurare recursivă

# js.label_clear
source: Clear
ro: Șterge

# js.label_crdate
source: Created
ro: Creat

# js.label_deleteButton_text
source: Delete
ro: Șterge

# js.label_deleteButton_tooltip
source: Delete selected items
ro: Șterge elementele selectate

# js.label_deletedTab
source: Deleted data
ro: Informațiile șterse

# js.label_doDelete_confirmText
source: Delete this record AND if page ALL subrecords ? <br/>ATTENTION: Data will be finally deleted from the database
ro: Șterge această înregistrare ȘI în cazul în care este o pagină TOATE subînregistrările? <br/>ATENȚIE: Informațiile vor fi șterse definitiv din baza de date

# js.label_error_NoSelectedRows_msg
source: You must select a row!
ro: Trebuie să selectați o linie!

# js.label_error_NoSelectedRows_title
source: No row selected
ro: Nici o linie nu a fost selectată

# js.label_filter
source: Filter
ro: Filtrează

# js.label_filter_emptyText
source: Keyword
ro: Cuvînt cheie

# js.label_loadMessage
source: Please wait...<br/>Records would be loaded!
ro: Vă rugăm așteptați...<br/>Înregistrările ar trebui să se încarce!

# js.label_lostandfound
source: Lost and found
ro: Pierdute și găsite

# js.label_no
source: No
ro: Nu

# js.label_noValueFound
source: No records for {0}
ro: Nici o înregistrare pentru {0}

# js.label_owner
source: Owner
ro: Proprietar

# js.label_pagingEmpty
source: No records to display
ro: Nici o înregistrare de afișat

# js.label_pagingMessage
source: Displaying records {0} - {1} of {2}
ro: Afișare înregistrări {0} - {1} din {2}

# js.label_records
source: Records
ro: Înregistrări

# js.label_search
source: Search:
ro: Căutare:

# js.label_sure
source: Are you Sure?
ro: Sunteți sigur?

# js.label_table
source: Table
ro: Tabelă

# js.label_tableMenu_emptyText
source: Choose a table...
ro: Selectați o tabelă...

# js.label_tableMenu_label
source: Table:
ro: Tabelă:

# js.label_text_delete
source: Delete records from tables:
ro: Ștergeți înregistrările din tabelele:

# js.label_text_undelete
source: Undelete records from tables:
ro: Restaurare înregistrări din tabelele:

# js.label_title_delete
source: Delete?
ro: Ștergeți?

# js.label_title_undelete
source: Undelete?
ro: Restaurați?

# js.label_tstamp
source: Last edit
ro: Ultima modificare

# js.label_undeleteButton_text
source: Undelete
ro: Restaurează

# js.label_undeleteButton_tooltip
source: Undelete selected items
ro: Restaurează elementele selectate

# js.label_yes
source: Yes
ro: Da

# label_alltables
source: All tables
ro: Toate tabelele

# title
source: Recycler
ro: Reciclare
