Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/saltedpasswords/*.locallang.xlf
Languages: ru

# ext.saltedpasswords.title.tx_saltedpasswords_salts_phpass
source: Portable PHP password hashing (phpass)
ru: Портативное хеширование пароля PHP (phpass)

# ext.saltedpasswords.title.tx_saltedpasswords_salts_md5
source: MD5 salted hashing (secure)
ru: MD5 salted хеширование (безопасное)

# ext.saltedpasswords.title.tx_saltedpasswords_salts_blowfish
source: Blowfish salted hashing (advanced)
ru: Blowfish salted хеширование (расширенное)

# ext.saltedpasswords.title.phpasssalt
source: Portable PHP password hashing (phpass)
ru: Портативное хеширование пароля PHP (phpass)

# ext.saltedpasswords.title.md5salt
source: MD5 salted hashing (secure)
ru: MD5 salted хеширование (безопасное)

# ext.saltedpasswords.title.blowfishsalt
source: Blowfish salted hashing (advanced)
ru: Blowfish salted хеширование (расширенное)

# ext.saltedpasswords.tasks.bulkupdate.name
source: Convert user passwords to salted hashes
ru: Преобразовать пароли пользователей в salted хешированные

# ext.saltedpasswords.tasks.bulkupdate.description
source: Update all frontend and backend user passwords to salted hashes. This task deactivates itself when completed.
ru: Обновление всех паролей внешних и внутренних пользователей в salted хешированые. По завершении эта задача деактивирует сама себя самостоятельно.

# ext.saltedpasswords.tasks.bulkupdate.label.numberOfRecords
source: The number of records to process on each run
ru: Количество записей, обрабатываемых за проход

# ext.saltedpasswords.tasks.bulkupdate.invalidNumberOfRecords
source: The number of records to process on each run must be greater than zero and numeric.
ru: Количество записей, обрабатываемых за проход должно быть положительным целым числом.

# ext.saltedpasswords.tasks.bulkupdate.label.canDeactivateSelf
source: Deactivate if all records are converted
ru: Отключить после преобразования всех записей

# ext.saltedpasswords.tasks.bulkupdate.label.additionalinformation.deactivateself
source: Deactivate=
ru: Отключить=

# ext.saltedpasswords.tasks.bulkupdate.label.additionalinformation.numberofrecords
source: Number of records=
ru: Количество записей=
