Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/felogin/*.locallang_db.xlf
Languages: ro

# felogin_forgotHash
source: Forgot hash
ro: Hash uitat

# felogin_redirectPid
source: Redirect at Login to Page (felogin)
ro: Redirectare odată conectat la pagina (felogin)

# tt_content.CType_pi1
source: Website User Login
ro: Login utilizator website

# tt_content.pi_flexform.error_header
source: Login Error Header
ro: Antet eroare de conectare

# tt_content.pi_flexform.error_message
source: Login Error Message
ro: Mesaj eroare de conectare

# tt_content.pi_flexform.field_manualOrder
source: Using fieldlists below:
ro: Folosind lista de câmpuri de mai jos:

# tt_content.pi_flexform.field_orderDetails
source: User Fields/details:
ro: Câmpuri/detalii utilizator:

# tt_content.pi_flexform.field_orderList
source: User Fields/list:
ro: Câmpuri/listă utilizator:

# tt_content.pi_flexform.forgot_header
source: Forgot Password Header
ro: Antet parolă uitată

# tt_content.pi_flexform.forgot_message
source: Forgot Password Message
ro: Mesaj parolă uitată

# tt_content.pi_flexform.general_header
source: General Header
ro: Antet general

# tt_content.pi_flexform.general_message
source: General Message
ro: Mesaj general

# tt_content.pi_flexform.groupSelection
source: FE group selection:
ro: Selecţie grup FE:

# tt_content.pi_flexform.groupSelection_noGroup
source: no group
ro: nici un grup

# tt_content.pi_flexform.groupSelectmode
source: FE group select mode:
ro: Mod selectare grup FE:

# tt_content.pi_flexform.groupSelectmode_DontShowSelected
source: Dont show selected
ro: Nu afişa selecţia

# tt_content.pi_flexform.groupSelectmode_FromTS
source: (from Typoscript)
ro: (din Typoscript)

# tt_content.pi_flexform.groupSelectmode_showAll
source: Show all
ro: Afişează tot

# tt_content.pi_flexform.groupSelectmode_showSelected
source: Show selected
ro: Afişează selecţia

# tt_content.pi_flexform.logout_header
source: Logout Header
ro: Antet deconectare

# tt_content.pi_flexform.logout_message
source: Logout Message
ro: Mesaj deconectare

# tt_content.pi_flexform.redirectDisable
source: Disable Redirect
ro: Nu permite redirecționarea

# tt_content.pi_flexform.redirectFirstMethod
source: Use First Supported Mode from Selection
ro: Foloseşte primul mod suportat

# tt_content.pi_flexform.redirect_header
source: Redirect Header
ro: Antet redirecționare

# tt_content.pi_flexform.redirect_message
source: Redirect Message
ro: Mesaj redirecționare

# tt_content.pi_flexform.redirectMode
source: Redirect Mode
ro: Mod de redirecționare

# tt_content.pi_flexform.redirectMode.I.0
source: Defined by Usergroup Record
ro: Definit de înregistrarea "Grup de utilizatori"

# tt_content.pi_flexform.redirectMode.I.1
source: Defined by User Record
ro: Definit de înregistrarea "Utilizator"

# tt_content.pi_flexform.redirectMode.I.2
source: After Login (TS or Flexform)
ro: După conectare (TS sau Flexform)

# tt_content.pi_flexform.redirectMode.I.3
source: After Logout (TS or Flexform)
ro: După deconectare (TS sau Flexform)

# tt_content.pi_flexform.redirectMode.I.4
source: After Login Error (TS or Flexform)
ro: După o eroare de conectare (TS sau Flexform)

# tt_content.pi_flexform.redirectMode.I.5
source: Defined by GET/POST Parameters
ro: Definit de parametrii GET/POST

# tt_content.pi_flexform.redirectMode.I.6
source: Defined by Referrer
ro: Definit de Referrer

# tt_content.pi_flexform.redirectMode.I.7
source: Defined by Domain Entries
ro: Definit de intrările de tip "Domenii"

# tt_content.pi_flexform.redirectPageLogin
source: After Successful Login Redirect to Page
ro: După o conectare reușită, redirecționați la pagina

# tt_content.pi_flexform.redirectPageLoginError
source: After Failed Login Redirect to Page
ro: După o conectare eșuată, redirecționați la pagina

# tt_content.pi_flexform.redirectPageLogout
source: After Logout Redirect to Page
ro: După deconectare, redirecționați la pagina

# tt_content.pi_flexform.sheet_messages
source: Messages
ro: Mesaje

# tt_content.pi_flexform.sheet_redirect
source: Redirects
ro: Opţiuni redirecționare

# tt_content.pi_flexform.show_forgot_password
source: Display Password Recovery Link
ro: Afişează link pentru "parolă uitată"

# tt_content.pi_flexform.show_permalogin
source: Display Remember Login Option
ro: Afişează opțiunea "Rămâi conectat"

# tt_content.pi_flexform.status_header
source: Status Display Header
ro: Antet afişare stare

# tt_content.pi_flexform.status_message
source: Status Display Message
ro: Mesaj afişare stare

# tt_content.pi_flexform.success_header
source: Login Success Header
ro: Antet afișat după conectarea cu succes

# tt_content.pi_flexform.success_message
source: Login Success Message
ro: Mesaj afișat după conectarea cu succes

# tt_content.pi_flexform.template_file
source: Template File
ro: Fişier template

# tt_content.pi_flexform.user_storage
source: User Storage Page
ro: Pagină de stocare a Utilizatorilor

# tt_content.pi_flexform.welcome_header
source: Welcome Header
ro: Antet afişat pe pagina de "Bun venit"

# tt_content.pi_flexform.welcome_message
source: Welcome Message
ro: Mesaj pe pagina de "Bun venit"
