Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/rtehtmlarea/htmlarea/*.locallang_dialogs.xlf
Languages: ro

source: About
ro: Despre

# About HTMLArea
source: About htmlArea RTE
ro: Despre htmlArea RTE

# Alignment:
source: Text alignment:
ro: Aliniere text:

# Alignment not set
source: Not set
ro: Nesetat

source: All Rights Reserved.
ro: Toate drepturile rezervate.

source: Alternate text:
ro: Text alternativ:

# Block style label
source: Block style:
ro: Stil bloc:

source: Border
ro: Bordură

source: Border thickness:
ro: Grosime bordură:

source: Bottom
ro: Jos

source: Cancel
ro: Anulare

source: Cell padding:
ro: Padding celule:

source: Cell spacing:
ro: Spaţiere celulă:

source: Center
ro: Centrat

source: Close
ro: Închide

source: Cols:
ro: Coloane:

source: Developer
ro: Dezvoltator

source: Dimension
ro: Dimensiune

source: Enter the image URL here
ro: Introduceţi adresa imaginii aici

source: For browsers that don't support images
ro: Pentru browsere ce nu suportă imagini

# free_editor
source: A free and open-source editor for <textarea> fields, featuring integration with TYPO3.
ro: Un editor open-source gratuit pentru câmpuri <textarea>, integrat în TYPO3.

source: Horizontal:
ro: Orizontal:

source: Horizontal padding
ro: Padding orizontal

# htmlArea License (based on BSD license)
source: htmlArea RTE License, based on BSD License
ro: Licenţă htmlArea RTE, bazat pe licenţa BSD

source: Image alignment:
ro: Aliniere imagine:

source: Image Preview
ro: Previzualizare imagine

source: Image URL:
ro: URL Imagine:

# image_url_first
source: You have to enter the image URL first
ro: Trebuie să introduceţi adresa imaginii mai întâi

# image_url_required
source: You must enter the image URL
ro: Trebuie să introduceţi adresa imaginii

source: Insert Custom Element
ro: Inserează element customizat

# Insert Image
source: Insert/Modify Image
ro: Inserează/Modifică imagine

# Insert/Modify Acronym
source: Insert/Modify Acronym or Abbreviation
ro: Inserează/Modifică acronim sau abreviere

source: Insert/Modify Link
ro: Inserează/Modifică link

source: Insert Table
ro: Inserează Tabel

source: Justify
ro: Justificat

source: Leave empty for no border
ro: Lasă gol dacă nu e bordură

source: Left
ro: Stânga

source: License
ro: Licenţă

# link_href_tooltip
source: Enter the link URL here
ro: Introduceţi adresa URL-ului aici

# link_target_tooltip
source: Select the name of the target frame
ro: Selectaţi numele cadrului ţintă

# link_title_tooltip
source: Enter the link tooltip here
ro: Introduceţi tooltip link aici

# link_url_required
source: Please enter the URL where this link points to
ro: Vă rog introduceţi adresa spre care face referire acest link

source: Middle
ro: Jumătate

source: Name
ro: Nume

source: Non-floating
ro: Fără float

source: No plugins have been loaded.
ro: Nici un plugin nu a fost încărcat.

source: Not set
ro: Nesetat

source: Number of columns
ro: Număr de coloane

source: Number of rows
ro: Număr de linii

source: Percent
ro: Procentaj

source: Pixels
ro: Pixeli

source: Plugins
ro: Pluginuri

# Positioning of this image
source: Positioning of this image relative to text
ro: Poziţionarea acestei imagini relativ la text

source: Preview
ro: Previzualizare

source: Preview the image in a new window
ro: Previzualizare a imaginii în fereastră nouă

# product_documentation
source: For more information, please visit:
ro: Pentru mai multe informaţii, vizitaţi

source: Right
ro: Dreapta

source: Rows:
ro: Linii:

source: Select Color
ro: Selectează culoare

source: Space between adjacent cells
ro: Spaţiul dintre celule adiacente

source: Space between content and border in cell
ro: Spaţoun dintre conţinut şi bordura celulei

source: Spacing and padding
ro: Spaţiere şi padding

source: Sponsored by
ro: Sponsorizat de

# style
source: Paragraph:
ro: Paragraf:

source: Target:
ro: Ţintă/Target:

# target_blank
source: New window (_blank)
ro: Fereastră nouă (_blank)

# target_none
source: None (use implicit)
ro: Niciunul (foloseşte implicit)

# target_other
source: Other frame
ro: Alt cadru

# target_self
source: Same frame (_self)
ro: Acelaşi cadru (_self)

# target_top
source: Top frame (_top)
ro: Cadru sus (_top_

source: Text alignment
ro: Aliniere text

source: Text style:
ro: Stil text:

source: The following plugins have been loaded.
ro: Următoarele pluginuri au fost încărcate.

# Title (tooltip):
source: Title:
ro: Titlu:

source: Top
ro: Sus

source: User agent reports:
ro: Raportări user agent:

source: Vertical padding
ro: Padding vertical

source: Width:
ro: Lungime:

source: Width of the table
ro: Lungimea tabelului

source: Width unit
ro: Unitate lugime

source: You must enter a number of columns
ro: Trebuie să introduceţi un număr pentru coloane

source: You must enter a number of rows
ro: Trebuie sa introduceţi un număr pentru linii
