Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/rtehtmlarea/htmlarea/*.locallang_tooltips.xlf
Languages: ro

# about
source: About this editor
ro: Despre editor

source: Bold
ro: Îngroşat

# copy
source: Copy selection
ro: Copie selecţia

# createlink
source: Insert Web Link
ro: Inserează link web

# cut
source: Cut selection
ro: Şterge selecţia

source: Font size
ro: Mărime font

# forecolor
source: Font Color
ro: Culoare font

# formatblock
source: Type of paragragh
ro: Tip paragraf

# hilitecolor
source: Background Color
ro: Culoare decor

# htmlmode
source: Toggle HTML Source
ro: Ascunde/Arată sursa HTML

# indent
source: Increase Indent
ro: Măreşte indentare

# inserthorizontalrule
source: Horizontal Rule
ro: Linie orizontală

# insertimage
source: Insert/Modify Image
ro: Inserează/modifică imagine

# insertorderedlist
source: Ordered List
ro: Listă ordonată

source: Insert Table
ro: Inserează tabel

# insertunorderedlist
source: Bulleted List
ro: Listă bullet

source: Justify Center
ro: Justificat centrat

source: Justify Full
ro: Justificat

source: Justify Left
ro: Justificat la stânga

source: Justify Right
ro: Justificat la dreapta

# killword
source: Clear MSOffice tags
ro: Şterge taguri MSOffice

# lefttoright
source: Direction left to right
ro: Direcţie de la stânga la dreapta

# outdent
source: Decrease Indent
ro: Scade indentare

# paste
source: Paste from clipboard
ro: Lipeşte din clipboard

# popupeditor
source: Enlarge the editor
ro: Măreşte editorul

# print
source: Print document
ro: Printează document

# redo
source: Redo the last action
ro: Refă ultima acţiune

# removeformat
source: Remove formatting
ro: Şterge formatarea

# righttoleft
source: Direction right to left
ro: Direcţie de la dreapta la stânga

# showhelp
source: Help using editor
ro: Ajutor în folosirea editorului

source: Strikethrough
ro: Tăiat

# textindicator
source: Current style
ro: Stil curent

source: Underline
ro: Subliniat

# undo
source: Undo the last action
ro: Anulează ultima acţiune

# unlink
source: Remove link
ro: Şterge link
