Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/news/Resources/Private/Language/*.locallang_csh_media.xlf
Languages: ru

# .description
source: Media record
ru: Запись медиа

# .details
source: Relation to media records
ru: Связь с записями медиа

# _.seeAlso
source: See also the website http://www.news.com/
ru: Смотрите также сайт http://www.news.com/

# hidden.description
source: Hidden elements are never shown in the frontend.
ru: Скрытые элементы ни при каких условиях не выводятся на сайте.

# caption.description
source: Caption of the media element
ru: Заголовок медиа элемента

# title.description
source: Additional information for the title tag.
ru: Дополнительная информация для тега title.

# alt.description
source: Additional information for the alt tag.
ru: Дополнительная информация для тега alt.

# type.description
source: Type of media element. This can be (by default): Images, Video & Audio, Plain Html.
ru: Тип медиа элемента. Это может быть (по умолчанию): изображения, видео и аудио, код HTML.

# showinpreview.description
source: If checked, this media element is also available in the list view.
ru: Если отмечено, то текущий медиа элемент будет также доступен в режиме списка.

# video.description
source: Define the URL to the video or audio resource. This can be either a relative path (e.g. fileadmin/video.flv) or an absolute path (e.g. to a youtube video).
ru: Определите URL к видео или аудио ресурсу. Это может быть относительный (например, fileadmin/video.flv) либо абсолютный путь (например, к видео на youtube).

# media.description
source: Select the image itself.
ru: Выберете само изображение.
