Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/news/Resources/Private/Language/*.locallang_csh_news.xlf
Languages: ru

# .description
source: News record
ru: Запись новостей

# .details
source: Versatile news system.
ru: Универсальная новостная система.

# sys_language_uid.description
source: Language of the news record.
ru: Язык записи новостей.

# starttime.description
source: Define a date on which the news record should be shown.
ru: Определите дату, начиная с которой будет выведена запись новостей.

# endtime.description
source: Define a date on which the news record should be hidden.
ru: Дата, после которой статья новостей должна быть скрыта.

# fe_group.description
source: Select the user groups which are allowed to see the news record.
ru: Выберете группы пользователей, способных просматривать записи новостей.

# editlock.description
source: If checked, this news record can only be edited by administrators.
ru: Если отмечено, то статья новостей может быть исправлена лишь администраторами.

# hidden.description
source: Hidden records are not shown in the frontend.
ru: Скрытые записи ни при каких условиях не выводятся на сайте.

# title.description
source: News title
ru: Заголовок новости

# alternative_title.description
source: Alternative Title will be used as the title for the browser window / tab
ru: Альтернативный заголовок (title) используется в качестве заголовка окна / вкладки браузера

# teaser.description
source: Be aware that it can be cropped.
ru: Знайте, что это может быть обрезано.

# type.description
source: Select the type which can be either a normal news record, a link to an internal page or a link to an external page.
ru: Определите тип, который может быть либо обычной статьей новостей, ссылкой на внутреннюю или внешнюю страницы.

# istopnews.description
source: Top news records can get a special treated concerning layout, sorting, ...
ru: Записи главных новостей могут получить специфичные шаблон, сортировку...

# author.description
source: Author of the news record
ru: Автор статьи новостей

# author_email.description
source: Email address of the author
ru: Email адрес автора

# datetime.description
source: Date of the news record
ru: Дата статьи новостей

# archive.description
source: Archive date. A date is required if the news record should once be treated as archived news.
ru: Дата архивации. Дата необходимая для помещения новости в список архивных.

# bodytext.description
source: Main content of the news record
ru: Основное содержимое записи новостей

# categories.description
source: Select the categories which are related to this record.
ru: Выберете категорию для этой записи.

# tags.description
source: Define and select tags which fit to the article.
ru: Определите и выберете метки, подходящие статье.

# content_elements.description
source: Content elements can be used to generate feature rich news articles.
ru: Для создания сложных статей можно использовать элементы содержимого.

# keywords.description
source: Define keywords which can be used for SEO optimizations.
ru: Определите ключевые слова, полезные для поисковой оптимизации.

# description.description
source: Define a description which can be used for SEO optimizations.
ru: Укажите описание, используемое для поисковой оптимизации.

# related.description
source: Select related news records.
ru: Выбор записей связанных новостей.

# related_from.description
source: Show news which select current news record as related.
ru: Показать новости, в которых текущая статья новостей указана как связанная.

# related_files.description
source: Define related files, e.g. PDFs
ru: Определение связанных файлов, например PDF

# related_links.description
source: Define related links to internal and external pages.
ru: Определение связанных ссылок на внешние и внутренние страницы.
