Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/scheduler/*.locallang.xlf
Languages: ro

# cachingFrameworkGarbageCollection.description
source: This task calls the garbage collection of configured caching framework caches which use one of the selected backends. This will free some space in cache backends which do not have an internal garbage collection. In case of the default database backend it is advisable to run this task once a day when the database is mostly idle.
ro: Această sarcină apelează garbage collection pentru librăria de cache configurată. Acest lucru va elibera spațiu în backend-urile cache ce nu dispun de un garbage collector intern. Pentru backend-ul bazei de date curente este recomandat să executați această sarcină odată pe zi, cînd baza de date primește cele mai puține apeluri.

# cachingFrameworkGarbageCollection.name
source: Caching framework garbage collection
ro: Garbage collection pentru librăria de cache

# fileIndexing.description
source: Runs indexing tasks based on an indexing configuration and a storage/folder information.
ro: Execută sarcina de indexare bazată pe o configurare deja făcută și pe informațiile magaziei/directorului.

# fileIndexing.name
source: [OBSOLETE] File Abstraction Layer: Indexing job
ro: [OBSOLETE] File Abstraction Layer: Sarcină de indexare

# fileStorageExtraction.description
source: Extracts metadata for all files in storage which have been changed since last run.
ro: Extrage metainformațiile pentru toate fișierele din magazie ce au fost modificate de la ultima execuție.

# fileStorageExtraction.name
source: File Abstraction Layer: Extract metadata in storage
ro: File Abstraction Layer: Extracție metainformații în magazie

# fileStorageIndexing.description
source: Updates the Index/Cache Data of a Storage; only needed if changes to the storage are possible outside the backend (FTP, RemoteStorages).
ro: Actualizează informațiile Index/Cache ale unei magazii; necesară doar dacă modificările magaziei pot fi făcute în afara backend-ului (FTP, RemoteStorages).

# fileStorageIndexing.name
source: File Abstraction Layer: Update storage index
ro: File Abstraction Layer: Actualizare index magazie

# recyclerGarbageCollection.description
source: This task empties all "_recycler_" folders below fileadmin. This helps free some space in the file system.
ro: Această sarcină golește toate directoarele "_recycler_" din interiorul directorului fileadmin. Spațiu adițional va fi eliberat astfel.

# recyclerGarbageCollection.name
source: Fileadmin garbage collection
ro: Garbage collection pentru directorul fileadmin

# sleepTask.description
source: This task does nothing but put PHP to sleep for a number of seconds. It is designed to test multiple executions.
ro: Această sarcină nu face altceva decît să apeleze funcția PHP sleep timp de cîtea secunde. Scopul ei este de a testa multiple execuții.

# sleepTask.name
source: Scheduler sleep task
ro: Sarcină sleep a planificatorului

# tableGarbageCollection.name
source: Table garbage collection
ro: Tabelă garbage collection

# testTask.description
source: The Scheduler test task just sends a mail to a given email address. It is designed to be used for testing purposes.
ro: Sarcina de test a planificatorului va trimite un email la o anumită adresă de email. Scopul ei este de a permite testarea.

# testTask.name
source: Scheduler test task
ro: Sarcină de test a planificatorului
