Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/lang/*.locallang_view_help.xlf
Languages: ro

source: Close
ro: Inchide

# description
source: The TYPO3 Inline User Manual is composed from the available help in this TYPO3 Installation (Context Sensitive Help). Here you will find a general description of the TYPO3 Core modules, installation specific Backend Modules and Database Tables that are available based on your login credentials.
ro: Manualul utilizator TYPO3 este compus din documentația disponibilă în această instalare TYPO3 (Context Sensitive Help). Aici veți găsi descrierea generală a modulelor Core TYPO3, a modulelor Backend specifice și a tabelelor din baza de date disponibile în funcție de drepturile corespondente contului dvs.

source: Details
ro: Detalii

# fullDescription
source: See full description of table
ro: Vezi descrierea completa a tabelului

# fullDescription_module
source: See full description of module
ro: Vezi descrierea completă a modulului

# full_manual
source: Full Manual (in one page)
ro: Manual complet (o singură pagină)

# full_manual_chapters
source: Manual Chapters
ro: Capitole Manual

source: Go back
ro: Inapoi

# goToToc
source: << go to Manual Index
ro: Mergi la TOC

source: Introduction
ro: Introducere

# manual_title
source: TYPO3 Inline User Manual
ro: Manual de utilizare TYPO3

source: See also
ro: Vezi şi

source: Syntax
ro: Sintaxa

# title
source: TYPO3 Inline Help
ro: Indicaţii inline TYPO3

# TOC
source: Table Of Contents
ro: TOC

# TOC_core
source: TYPO3 Core Features
ro: Opţiuni de bază TYPO3

# TOC_extensions
source: Extensions
ro: Extensii

# TOC_glossary
source: Glossary
ro: Glosar

# TOC_modules
source: Backend Modules
ro: Module Backend

# TOC_other
source: Other
ro: Altele

# TOC_tables
source: Database Tables
ro: Tabele baze de date

source: To top
ro: Sus
