Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/lang/*.locallang_core.xlf
Languages: ro

# alttext.suggestSearching
source: Searching...
ro: Căutare...

# buttons.clear
source: Clear
ro: Golire

# buttons.exit
source: Exit
ro: Ieșire

# buttons.logout
source: Logout
ro: Deconectare

# cm.branchActions
source: Branch Actions
ro: Acțiuni ramură

# cm.collapseBranch
source: Collapse Branch
ro: Colaps ramură

# cm.copy
source: Copy
ro: Copiere

# cm.copyFolder_into
source: Copy folder into
ro: Copie director în

# cm.copyPage_after
source: Copy page after
ro: Copie pagină după

# cm.copyPage_into
source: Copy page into
ro: Copie pagină în

# cm.copyPasteActions
source: Page Actions
ro: Acțiuni pagină

# cm.createnew
source: Create new
ro: Creează nou

# cm.createnew.link
source: Create new %s
ro: Creează nouă înregistrare %s

# cm.createNewRelation
source: Create new relation
ro: Creare relație nouă

# cm.cut
source: Cut
ro: Tăiere

# cm.delete
source: Delete
ro: Ştergere

# cm.deselect
source: Deselect
ro: Deselectează

# cm.deselectto
source: Deselect to
ro: Deselectează pînă la

# cm.edit
source: Edit
ro: Editare

# cm.editcontent
source: Edit content
ro: Editare conținut

# cm.editMetadata
source: Edit Metadata of this file
ro: Editare metainformații pentru acest fișier

# cm.expandBranch
source: Expand Branch
ro: Extindere ramură

# cm.hide
source: Hide
ro: Ascunde

# cm.moveFolder_into
source: Move folder into
ro: Mută director în

# cm.movePage_after
source: Move page after
ro: Mută pagină după

# cm.movePage_into
source: Move page into
ro: Mută pagină în

# cm.new
source: New
ro: Nou

# cm.offline
source: Turn offline
ro: Oprește

# cm.online
source: Turn online
ro: Pornește

# cm.open
source: Open
ro: Deschide

# cm.pasteafter
source: Paste after
ro: Lipeşte după

# cm.pasteinto
source: Paste into
ro: Lipeşte în

# cm.rename
source: Rename
ro: Redenumire

# cm.save
source: Save
ro: Salvare

# cm.select
source: Select
ro: Selectează

# cm.selectto
source: Select to
ro: Selectează pînă la

# cm.tempMountPoint
source: Mount as treeroot
ro: Mount ca director rădăcină

# cm.unhide
source: Unhide
ro: Arată

# cm.unzip
source: Unzip
ro: Dezarhivare

# cm.upload
source: Upload Files
ro: Upload fişiere

# cm.view
source: Show
ro: Vizualizare

# csh_tooltip_loading
source: Loading help...
ro: Încărcare ajutor...

# db_new.php.after
source: after
ro: după

# db_new.php.inside
source: inside
ro: în interiorul

# db_new.php.pagetitle
source: New record
ro: Înregistrare nouă

# donateWindow.button_disable
source: Never show again
ro: Nu mai afișa niciodată

# donateWindow.button_donate
source: Donate now
ro: Donați acum

# donateWindow.button_postpone
source: Remind me later
ro: Amintește-mi mai târziu

# donateWindow.message
source: <b>You have now used TYPO3 for more than three months.</b> It would be great if you could donate. TYPO3 is Open Source and relies heavily on donations from its users and supporters.<br/> <b>Thank you</b> for making this great Content Management System even better with your help!
ro: <b>Folosiți deja TYPO3 de mai bine de trei luni.</b> Ar fi grozav dacă ați putea dona. TYPO3 este un proiect Open Source și se bazează puternic pe donații de la utilizatorii și suporterii săi.<br/> <b>Vă mulțumim</b> pentru că permiteți ca acest Sistem de Gestiune a Conținutului să fie și mai bun cu ajutorul vostru!

# donateWindow.title
source: TYPO3 donation notice
ro: Notă despre donațiile TYPO3

# error.database_schema_mismatch
source: A SQL error occurred. This may indicate a schema mismatch between TCA and the database. Try running database compare in the Install Tool.
ro: A intervenit o eroare SQL. Aceasta poate indica o neconcordanță între TCA și baza de date. Încercați să rulați compararea bazei de date în unealta de Instalare.

# error.database_schema_mismatch_title
source: Database Error
ro: Eroare bază de date

# error.formProtection.tokenInvalid
source: Validating the security token of this form has failed. Please reload the form and submit it again.
ro: Validarea token-ului de securitate pentru acest formular a eșuat. Vă rugăm reîncărcați formularul și retrimiteți-l.

# ExtDirect.noNamespace
source: Ext Direct error in "%s": no namespace has been found.
ro: Eroare Ext Direct în "%s": nici un namespace nu a fost găsit.

# extension.not.installed
source: Extension "%s" is not installed.
ro: Extensia "%s" nu este instalată.

# file_clipupload.php.warning
source: No upload-folder is found. You should create a TEMP-folder ("_temp_") in the root of one of your mounts first!
ro: Nu pot găsi directorul de upload. Ar trebui creat un director temporar ("_temp") în una din rădăcinile tale de mount!

# file_clipupload.php.warning_head
source: Upload path error
ro: Calea de încărcare este greşită

# file_edit.php.coundNot
source: This filetype cannot be edited.<br />The file must have an extension like:<br /><br /> <b>%s</b>
ro: Acest tip de fişier nu poate fi editat.<br />Ar trebui să aibă una din extensiile: <br /><br /><b>%s</b>

# file_edit.php.pagetitle
source: Edit
ro: Editare

# file_edit.php.saveAndClose
source: Save and Close
ro: Salvare şi închidere

# file_edit.php.submit
source: Save
ro: Salvare

# file_newfolder.php.folders
source: folders
ro: directoare

# file_newfolder.php.newfile
source: Create new textfile
ro: Creare fişier text nou

# file_newfolder.php.newfile_submit
source: Create file
ro: Creare fişier

# file_newfolder.php.number_of_folders
source: Number of folders:
ro: Număr de directoare:

# file_newfolder.php.pagetitle
source: New file or folder
ro: Director sau fișier nou

# file_newfolder.php.submit
source: Create folders
ro: Creare directoare

# file_rename.php.pagetitle
source: Rename
ro: Redenumire

# file_rename.php.submit
source: Rename
ro: Redenumire

# file_upload.dropzonehint.message
source: Drop your files here, or <u>click, browse & choose files</u>
ro: Glisați fișierele aici, sau faceți <u>click, răsfoiți și selecționați fișierele</u>

# file_upload.dropzonehint.title
source: Drag & drop to upload files
ro: Drag & drop pentru a încărca fișiere

# file_upload.fileExtensionExpected
source: Upload failed! A file with "{0}" extension is expected!
ro: Încărcarea a eșuat! Este așteptat un fișier cu extensia "{0}" !

# file_upload.fileNotAllowed
source: Filename "{0}" is not allowed!
ro: Fișierul "{0}" nu este autorizat!

# file_upload.maxFileSizeExceeded
source: File "{0}" exceeds maximum file size of {1}!
ro: Fișierul "{0}" depășește mărimea maximă permisă de {1}!

# file_upload.php.files
source: files
ro: Fişiere

# file_upload.php.number_of_files
source: Number of files:
ro: Număr de fișiere:

# file_upload.php.pagetitle
source: Upload files
ro: Upload fişiere

# file_upload.php.submit
source: Upload files
ro: Upload fişiere

# file_upload.select-and-submit
source: Select & upload files
ro: Selecție și încărcare fișiere

# file_upload.uploadFailed
source: Upload of file "{0}" failed!
ro: Încărcarea fișierului "{0}" a eșuat!

# file_upload.upload-finished
source: Upload complete! Filelist reloading...
ro: Încărcare completă! Lista de fișiere se reîncarcă...

# file_upload.upload-in-progress
source: File upload in progress...
ro: Încărcare fișier în curs...

# file_upload.upload-progress-info
source: Uploading file {0} out of {1} files.
ro: Încărcare fișier {0} dintr-un total de {1} fișiere.

# flushAllCachesDescription
source: Clear all caches, including frontend caches, and extension-specific caches. Compile-time caches / system caches that are needed for TYPO3 to run are not touched.
ro: Golește tot cache-ul, incluzînd cache frontend și cache-ul specific extensiilor. Cache-ul generat în timpul compilării/cache-ul sistem necesare funcționării TYPO3 nu sunt afectate.

# flushAllCachesTitle
source: Flush all caches
ro: Golește întreg cache-ul

# flushGeneralCachesDescription
source: Clear frontend and page-related caches, plus some backend-related caches.
ro: Golește cache frontend si specific paginilor, plus un anumit cache specific backend-ului.

# flushGeneralCachesTitle
source: Flush general caches
ro: Golește cache-ul general

# flushPageCachesDescription
source: Clear frontend and page-related caches.
ro: Golește cache frontend și cache-ul specific paginilor.

# flushPageCachesTitle
source: Flush frontend caches
ro: Golește cache frontend

# flushSystemCachesTitle
source: Flush system caches
ro: Golește cache-ul de sistem

# labels.addnew
source: Add new
ro: Adaugă nouă

# labels.allow
source: Allow
ro: Permis

# labels.allTables
source: [All tables]
ro: [Toate tabelele]

# labels.author
source: Author:
ro: Autor:

# labels.beUser
source: BE-User
ro: Utilizator BE

# labels.browse_db
source: Browse for records
ro: Răsfoire înregistrări

# labels.browse_file
source: Browse for files
ro: Răsfoire fişiere

# labels.cancel
source: Cancel
ro: Anulare

# labels.category
source: Category:
ro: Categorie:

# labels.changeInOrig
source: Changed in original translation
ro: Modificat în traducerea originală

# labels.checkAll
source: Check all
ro: Selecționare tot

# labels.clear_cache
source: Clear cache for this page
ro: Şterge cache pentru această pagină

# labels.clipInsert_db
source: Insert %s record(s) from the clipboard
ro: Inserare %s înregistrări din clipboard

# labels.clipInsert_file
source: Insert %s file(s) from the clipboard
ro: Inserare %s fişier(e) din clipboard

# labels.clipNoEl
source: No elements
ro: Nu există elemente

# labels.cliptabs-description
source: This clipboard allows to select and edit/copy/move multiple records at once. Choose it to show a checkbox by each record.
ro: Acest clipboard vă permite să selectaţi şi să editaţi/copiaţi/deplasaţi multiple înregistrări deodată. Alegeţi-l pentru a afişă o căsuţă checkbox lîngă fiecare înregistrare.

# labels.cliptabs-name
source: Clipboard #%s (multi-selection mode)
ro: Clipboard #%s (mod multi-selecție)

# labels.close
source: Close
ro: Închidere

# labels.collapseTable
source: Collapse table
ro: Colaps tabelă

# labels.copymode
source: Copy items instead of moving them
ro: Copiere elemente fără a le muta.

# labels.count
source: Quantity:
ro: Cantitate:

# labels.createNewPage
source: Create new %s
ro: Creează nouă %s

# labels.createNewRecord
source: Create new %s on page "%s"
ro: Creează înregistrare nouă %s pe pagina "%s"

# labels.createNewRecordRootLevel
source: Create new %s on root level
ro: Creează nouă înregistrare %s pe pagina rădăcină

# labels.csv
source: Download CSV file
ro: Download fişier CSV

# labels.days
source: days
ro: zile

# labels.deny
source: Deny
ro: Interzis

# labels.depth_0
source: This page
ro: Această pagină

# labels.depth_1
source: 1 level
ro: 1 nivel

# labels.depth_2
source: 2 levels
ro: 2 nivele

# labels.depth_3
source: 3 levels
ro: 3 nivele

# labels.depth_4
source: 4 levels
ro: 4 nivele

# labels.depth_infi
source: Infinite
ro: Infinit

# labels.disableRTE
source: Disable Rich Text Editor (RTE)
ro: Dezactivare Rich Text Editor (RTE)

# labels.editPage
source: Edit %s "%s"
ro: Modificare %s "%s"

# labels.editRecord
source: Edit %s "%s" on page "%s"
ro: Modificare înregistrare %s "%s" pe pagina "%s"

# labels.editRecordNoTitle
source: Edit %s on page "%s"
ro: Modificare înnregistrare %s pe pagina "%s"

# labels.editRecordRootLevel
source: Edit %s "%s" on root level
ro: Modificare înregistrare %s "%s" pe pagina rădăcină

# labels.enabled
source: Enabled
ro: Activat

# labels.endtime
source: End
ro: Stop

# labels.enterSearchLevels
source: This page|1 level down|2 levels down|3 levels down|4 levels down
ro: Această pagină|1 nivel jos|2 nivele jos|3 nivele jos|4 nivele jos

# labels.expandAll
source: Expand all
ro: Extindere tot

# labels.expandTable
source: Expand table
ro: Extindere tabelă

# labels.feUser
source: FE-User
ro: Utilizator FE

# labels.fieldsChanged
source: There are unsaved changes in the form! Do you want to continue WITHOUT saving?
ro: Unele modifcări nu au fost salvate! Continuaţi FĂRĂ a salva?

# labels.findRecord
source: Find records
ro: Elemente găsite

# labels.generalOptions
source: General options:
ro: Opţiuni generale:

# labels.generalOptions_more
source: General options (continued):
ro: Opțiuni generale (continuat):

# labels.goBack
source: Go back
ro: Înapoi

# labels.hidden
source: Hidden
ro: Ascuns

# labels.holdDownCTRL
source: Important: Hold down the CTRL key while toggling elements in this list!
ro: Important: Ţineţi apăsată tasta CTRL pentru a modifica selecţia!

# labels.items
source: Available Items
ro: Elemente disponibile

# labels._LOCALIZATION_
source: Localization
ro: Localizare

# labels.lockedRecord
source: The user '%s' began to edit this record %s ago.
ro: Utilizatorul '%s' a început să editeze această înregistrare în urmă cu %s.

# labels.lockedRecord_content
source: The user '%s' began to edit content on this page %s ago.
ro: Utilizatorul '%s' a început să editeze conţinutul acestei pagini în urmă cu %s.

# labels.lockedRecordUser
source: The %s '%s' began to edit this record %s ago.
ro: Utilizatorul %s '%s' a început să editeze această înregistrare în urmă cu %s.

# labels.lockedRecordUser_content
source: The %s '%s' began to edit content on this page %s ago.
ro: Utilizatorul %s '%s' a început să editeze conţinutul acestei pagini în urmă cu %s.

# labels.makeBookmark
source: Create a bookmark to this page
ro: Adaugă această pagină la Favorite

# labels.makeShortcut
source: Create a shortcut to this page?
ro: Creaţi o scurtătură către această pagină?

# labels.menu
source: Menu:
ro: Meniu:

# labels.moreOptions
source: More options...
ro: Mai multe opţiuni...

# labels.move
source: Move this item
ro: Mută acest element

# labels.move_down
source: Move selected items downwards
ro: Mută elementele selectate în jos

# labels.move_to_bottom
source: Move selected items to bottom
ro: Mută elementele selectate în partea de jos

# labels.move_to_top
source: Move selected items to top
ro: Mută elementul selectat în sus

# labels.move_up
source: Move selected items upwards
ro: Mută elementele selectate în sus

# labels.new
source: NEW
ro: NOU

# labels.new_section
source: Create new:
ro: Creează nou:

# labels.noEditPermission
source: Sorry, you didn't have proper permissions to perform this change.
ro: Nu puteţi efectua modificările! Nu aveţi acces!

# labels.noMatchingValue
source: INVALID VALUE ("%s")
ro: VALOAREA CURENTĂ NU ESTE DISPONIBILĂ ("%s")

# labels.noRecordFound
source: No record found
ro: Nici o înregistrare găsită

# labels.normal
source: Normal (single record mode)
ro: Normal (mod o singură înregistrare)

# labels.normal-description
source: "Normal" clipboard allows to copy/move one record at time.
ro: "Normal" clipboard-ul permite copierea/mutarea cîte unei înregistrări odată.

# labels.noRTEfound
source: Notice: This field can only be edited with a Rich Text Editor. No editor is currently available or enabled.
ro: Notă: Nu puteţi edita acest câmp, deoarece poate fi editat doar cu RTE, dar nici un astfel de editor nu este disponibil sau a fost dezactivat.

# labels.note
source: Note:
ro: Notă:

# labels.no_title
source: No title
ro: Fără titlu

# labels.openInNewWindow
source: Open in new window
ro: Deschide într-o fereastră nouă

# labels.path
source: Path
ro: Cale

# labels._PATH_
source: Path
ro: Cale

# labels.placeholder.override
source: Override "%s"?
ro: Suprascrieți "%s"?

# labels.referencesToRecord
source: (There are %s reference(s) to this record!)
ro: (Există %s referințe către această înregistrare)

# labels.refresh
source: Reload the tree from server
ro: Reîncarcă structura de la server.

# labels.refreshList
source: Reload list from server
ro: Reîncarcă lista de pe server

# labels.reload
source: Reload
ro: Reîncarcă

# labels.removeItem
source: Remove item
ro: Şterge elemente

# labels.remove_selected
source: Remove selected items
ro: Şterge elementele selectate

# labels.resetFilter
source: Reset Filter
ro: Resetare filtru

# labels.revertSelection
source: Revert selection
ro: Revenire selectare

# labels.rootLevel
source: root level
ro: rădăcină

# labels.search
source: Search
ro: Căutare

# labels.selected
source: Selected Items
ro: Elemente selecționate

# labels.setAllCheckboxes
source: Select All Checkboxes
ro: Selectează tot

# labels.setFields
source: Set fields
ro: Setare cîmp

# labels.show
source: Show
ro: Vizualizare

# labels.showDescriptions
source: Show field descriptions
ro: Arată descrierea câmpurilor

# labels.showList
source: Show record list
ro: Arată lista înregistrărilor

# labels.showPage
source: View webpage
ro: Vizualizare pagină

# labels.showPalettes
source: Show secondary options (palettes)
ro: Arată opţiuni secundare

# labels.showRecords
source: Show records
ro: Arată înregistrările

# labels.table
source: Table
ro: Tabelă

# labels.temporaryDBmount
source: Cancel temporary DB mount
ro: Renunţă la montarea DB temporară

# labels.thumbmode_clip
source: Show Thumbnails on ClipBoard
ro: Previzualizare imagini în clipboard.

# labels.toggleall
source: Toggle all
ro: Comutați tot

# labels.translationsOfRecord
source: (This record has %s translation(s) which will be deleted, too!)
ro: (Această înregistrare are %s traduceri ce vor fi de asemenea șterse!)

# labels.uncheckAll
source: Uncheck all
ro: Deselecționare tot

# labels.unknownUser
source: -Unknown-
ro: -Necunoscut-

# labels.upOneLevel
source: Up one level
ro: Un nivel mai sus

# labels.user
source: User
ro: Utilizator

# link.to.dblist.correctly
source: Please, do not link to this page. Use \TYPO3\CMS\Backend\Utility\BackendUtility::getListViewLink() for link generation.
ro: Vă rugăm nu creați linkuri spre această pagină. Utilizați \TYPO3\CMS\Backend\Utility\BackendUtility::getListViewLink() pentru a genera link-uri.

# link.to.filefile.correctly
source: Please, do not link to this page.
ro: Vă rugăm nu creați linkuri spre această pagină.

# loadingIndicator
source: Loading ...
ro: Încărcare...

# message.description.fileDeleted
source: The file "%s" was successfully deleted.
ro: Fișierul "%s" a fost șters cu succes.

# message.description.fileNotDeletedHasReferences
source: The file cannot be deleted since it is still used at the following places:
ro: Fișierul nu poate fi șters din moment ce încă este utilizat în următoarele locuri:

# message.description.folderDeleted
source: The folder "%s" was successfully deleted.
ro: Directorul "%s" a fost șters cu succes.

# message.description.folderNotDeletedHasFiles
source: The folder cannot be deleted since it still contains files.
ro: Directorul nu poate fi șters din moment ce conține fișiere.

# message.header.fileDeleted
source: File deleted
ro: Fișier șters

# message.header.fileNotDeletedHasReferences
source: File not deleted
ro: Fișierul nu a fost șters

# message.header.folderDeleted
source: Folder deleted
ro: Director șters

# message.header.folderNotDeletedHasFiles
source: Folder not deleted
ro: Directorul nu a fost șters

# message.header.folderNotDeletedHasFilesWithReferences
source: Folder not deleted
ro: Directorul nu a fost șters

# mess.be_locked
source: The TYPO3 backend is currently locked for maintenance. Leave this browser window open and the backend will automatically become available again once maintenance is complete.
ro: Backend-ul TYPO3 este momentan blocat din motive de mentenanță. Lăsați această fereastră deschisă și de îndată ce mentenanța este completă pagina va redeveni automat disponibilă.

# mess.copy_after
source: Copy "%s" to after "%s"?
ro: Copiaţi "%s" după "%s"?

# mess.copycb_after
source: Copy all elements (%s) from the clipboard to the position after "%s"?
ro: Copiaţi toate elementele ("%s") din clipboard după "%s"?

# mess.copycb_into
source: Copy all elements (%s) from the clipboard into "%s"?
ro: Copiaţi toate elementele ("%s") din clipboard în "%s"?

# mess.copy_into
source: Copy "%s" into "%s"?
ro: Copiaţi "%s" în "%s"?

# mess.delete
source: Are you sure you want to delete "%s"?
ro: Vreţi să ştergeţi "%s"?

# mess.deleteClip
source: Are you sure you want to delete ALL selected elements (%s) on the clipboard?
ro: Sigur doriţi să ştergeţi TOATE elementele selectate (%s) din clipboard?

# mess.login_about_to_expire
source: Your TYPO3 login is about to expire. Please confirm that you want to stay logged in.
ro: Conexiunea TYPO3 este pe cale să expire. Vă rugăm confirmați dacă doriți să rămîneți conectat.

# mess.login_about_to_expire_title
source: TYPO3 login expiration notice
ro: Aviz de expirare a conexiunii TYPO3

# mess.login_expired
source: Your TYPO3 login has expired. You need to login again if you want to continue. Otherwise you can close the current browser window.
ro: Conexiunea TYPO3 a expirat. Trebuie să vă reconectați dacă doriți să continuați. Dacă nu doriți să vă reconectați puteți să închideți fereastra navigatorului.

# mess.move_after
source: Move "%s" to after "%s"?
ro: Mutaţi "%s" după "%s"?

# mess.movecb_after
source: Move all elements (%s) from the clipboard to the position after "%s"?
ro: Mutaţi toate elementele ("%s") din clipboard după "%s"?

# mess.movecb_into
source: Move all elements (%s) from the clipboard into "%s"?
ro: Mutaţi toate elementele ("%s") din clipboard în "%s"?

# mess.move_into
source: Move "%s" into "%s"?
ro: Mutaţi "%s" în "%s"?

# mess.noSelItemForEdit
source: Please select one or more items in the list before you can edit.
ro: Selectaţi unul sau mai multe elemente din listă pentru a le putea edita.

# mess.onChangeAlert
source: This change will affect which fields are available in the form. Would you like to save now in order to refresh the display?
ro: Această modificare va modifica câmpurile disponibile în formular. Doriţi să salvaţi pentru a putea reîmprospăta ecranul?

# mess.please_wait
source: Please wait ...
ro: Vă rugăm așteptați...

# mess.redraw
source: Redrawing the page will discard the current data. Do you want to continue?
ro: Redesenarea paginii va duce la pierderea datelor. Doriţi să continuaţi?

# mess.refresh_direct_logout_button
source: No, log out.
ro: Nu, deconectează.

# mess.refresh_login
source: Your login has probably expired. Do you want to refresh it now?
ro: Sesiunea de conectare a expirat. Doriţi să vă reconectaţi acum?

# mess.refresh_login_button
source: Login
ro: Conectare

# mess.refresh_login_countdown
source: {0} seconds
ro: {0} secunde

# mess.refresh_login_countdown_singular
source: {0} second
ro: {0} secundă

# mess.refresh_login_emptyPassword
source: Empty password is not allowed!
ro: O parolă vidă nu este acceptată!

# mess.refresh_login_failed
source: Login failed
ro: Conectarea a eșuat

# mess.refresh_login_failed_message
source: Password not correct.
ro: Parola nu este corectă.

# mess.refresh_login_logging_in
source: Logging in...
ro: Conectare...

# mess.refresh_login_password
source: Password
ro: Parolă

# mess.refresh_login_refresh_button
source: Stay logged in!
ro: Rămîneți conectat!

# mess.refresh_login_title
source: Refresh Login to TYPO3 (User: %s)
ro: Actualizare conexiune la TYPO3 (Utilizator: %s)

# mess.refresh_login_username
source: Username
ro: Utilizator

# mess.refresh_logout_button
source: Logout
ro: Deconectare

# rm.adminFunctions
source: Admin functions
ro: Funcţii administrative

# rm.clearCache_all
source: Clear FE cache
ro: Golește cache FE

# rm.clearCache_allTypo3Conf
source: Clear cache in typo3conf/
ro: Șterge cache-ul din typo3conf/

# rm.clearCache_clearCache
source: Clear cache
ro: Golește cache

# rm.clearCacheMenu_all
source: Clear all caches
ro: Golește întreg cache-ul

# rm.clearCacheMenu_allTypo3Conf
source: Clear configuration cache
ro: Golește cache-ul de configurare

# rm.clearCacheMenu_pages
source: Clear page content cache
ro: Golește cache-ul conținutului paginii

# rm.clearCache_pages
source: Clear Page Cache
ro: Golește Cache pagină

# rm.clearCache_thisPage
source: This page
ro: Această pagină

# rm.closeAllDocs
source: Close all documents
ro: Închidere toate documentele
