Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/lang/*.locallang_csh_pages.xlf
Languages: ru

# .description
source: A 'Page' record usually represents a webpage in TYPO3. All pages have an id-number by which they can be linked and referenced. The 'Page' record does not itself contain the content of the page - for this purpose you should create 'Page content' records (Content Elements).
ru: Запись "Страница" обычно в TYPO3 представляет страницу. Все страницы имеют id номер, по которому на них можно ссылаться. Сама по себе запись "Страница" не имеет содержания, для этих целей нужно создать записи "Содержимого страницы" (элементы содержимого).

# .details
source: The pages table is the very backbone in TYPO3. All records editable by the mainstream modules in TYPO3 must 'belong' to a page. It's exactly like files and folders on your computers harddrive. <b>The page tree</b> The pages are organized in a tree structure which is not only a very handy way of organizing in general but also a optimal reflection of how you should organize the pages on your website. And thus you'll normally find that the page tree is a reflection of the website navigation itself. <p>uid, pid and the pagetree root</b> Technically all database elements has a field 'uid' which is a unique identification number. Further they must have a field 'pid' which holds the uid-number of the page (page id) to which they belong. If the 'pid' field is zero the record is found in the so called 'root'. Only administrators are allowed access to the root and furthermore table records must be configured to either belonging to a page or being found in the root. <b>Storage of database records</b> Depending on the 'Type' of the page, it may also represent a general storage for database elements in TYPO3. In that case it is not necessarily available as a webpage but only internally in the page tree as a place to store items such as users, subscriptions etc. Such pages are typically of the type "SysFolder".
ru: Таблица страниц — основная в TYPO3. Все редактируемые основными модулями записи в TYPO3 должны "относиться" к странице. Это почти тоже самое, что файлы и папки на вашем жестком диске. <b>Дерево страниц</b> Страницы организованы в древовидную структуру, что не всегда оптимально, но хорошо отражает структуру организации страниц на сайте. И обычно дерево страниц отражает структуру навигации на сайте. <p>uid, pid и корень дерева страниц</b> Технически, все элементы в базе данных имеют поле"uid", то есть индивидуальный идентификационный номер. Кроме того, они должны иметь поле "pid", которое представляет uid номер страницы (id страницы), с которой они связаны. Поле "pid" равно нулю, если запись находиться в так называемом "корне". Лишь администраторы имеют доступ к корню, кроме того, все табличные записи должны принадлежать либо странице, либо корневой записи. <b>Хранилище записей базы данных</b> В зависимости от "типа", страницы могут представлять общее хранилище для элементов базы данных в TYPO3. В этом случае они не доступны, как вебстраницы сайта, но видны лишь во внутреннем интерфейсе в дереве страниц, как место хранения таких элементов, как внешние пользователи, подписки на новости и т.п. Такие страницы обычно имеют тип "Системная директория".

# doktype.description
source: Select the page type. This affects whether the page represents a visible webpage or is used for other purposes.
ru: Выберете тип страницы. Это отражается на том, будет ли страница обычной страницей веб сайта или же она будет использоваться для внутренних целей.

# doktype.image_descr
source: This snippet of the page tree shows regular pages which usually have the yellow icons in top of this screenshot. You also see a Garbage bin page. Any records stored in a garbage bin should be regarded as waste and therefore not shown on the website etc. Finally the gray folders are "SysFolders". They cannot be viewed as regular webpages but serve as storage pages for database records of some kind.
ru: На этом фрагменте дерева страниц показаны обычные страницы, обычно представленные желтыми значками, вверху рисунка. Также видна страница Корзина для мусора. Любые хранящиеся в ней записи рассматриваются как ненужные и не видны на сайте. И наконец, серые папки — это "системные директории". Они не видны, как обычные страницы, на веб сайте, но используются для хранения различных видов записей баз данных.

# editlock.description
source: If set, non-Admin users cannot edit the page properties or any records on the page (except subpages). They cannot create new records or pages on the page either.
ru: Если включено, свойства и записи на этой странице смогут редактировать лишь администраторы (за исключением подстраниц). Также обычные пользователи не смогут создавать новые записи и постраницы для текущей страницы.

# fe_login_mode.description
source: The Login Mode disables the ability to "be logged in" at this page.
ru: Режим регистрации отключает возможность "зарегистрироваться" на этой странице.

# fe_login_mode.details
source: Usually, if the user logs into TYPO3's Frontend the session gets carried around and for each page that user visits, it's calculated whether there is content that the user can see. By disabling the login, this check does not happen anymore. So the content is the same for all states whether logged in or not or for different FE user groups. This again results in being able to send cache headers.
ru: Обычно, при регистрации внешнего пользователя в TYPO3, ведется сессия для кажно посещаемой пользователем страницы, при этом вычисляется, какое содержимое страницы может видеть пользователь. При отключенной регистрации ничего не проверяется. Содержимое страницы остается тем же самым и для зарегистрированного, и для незарегистрированного пользователей. В результате возможно снова отсылать заголовки кеша.

# .image_descr
source: The most basic fields of a page is the hidden flag, the type of page ("doktype") and the page title. Other fields are also available but typically added by extensions in TYPO3. Pages are arranged in a page tree in TYPO3. The page from the editing form in the previous screenshot was the "Intro" page from this page tree. As you can see it belongs in the root of the page tree and has a number of "child" pages under it.
ru: Основные свойства страницы — это флаг сокрытия, тип страницы ("тип документа") и название страницы. Также существуют другие поля, обычно добавляемыем расширениями TYPO3. Расположение страниц в дереве страниц TYPO3. Страница, форма редактирования которой была представлена на предыдущем рисунке, — это страница "Intro" в этом дереве страниц. Как видно, она принадлежит корневой странице дерева и имеет несколько "дочерних" страниц.

# php_tree_stop.description
source: Stops backend rendering of the page tree in navigation and lists.
ru: Останавливает формирование дерева страниц при навигации и списках.

# php_tree_stop.details
source: If you set this flag the page tree in the navigation frame will not expand that branch. Rather you will see a red "+" which indicates that the tree stopped here due to this flag being set. The point with this flag is to prevent descendence into a branch that might have an unusual amount of subpages (hundreds). You can click the red "+" and the page will become a temporary mount point in the navigation frame.
ru: Установив этот флажок, эта ветвь в окне навигации по дереву страниц не будет разворачиваться. Если виден красный "+", — это значит, что дерево страниц обрезано из-за включения этого параметра. Точка с этим флажком должно предотвратить зависание при отображении ветви, включающей огромное количество страниц (сотни). Можно щелкнуть по красному "+", при этом страница на время превратится в точку доступа в окне навигации.

# php_tree_stop.image_descr
source: Here the "Stop page tree" flag is set. It is a palette field under "TSconfig". In the pagetree the setting is reflected with the red "+" and it is not possible to expand that branch of the tree. If you click the red "+" you will get the page mounted temporarily in the navigation frame.
ru: Здесь установлен флаг "Конец дерева". Это поле настроек под "TSconfig". В дереве страниц этот параметр отображается в виде красного "+" и невозможности разворачивания этой ветви в дереве страниц. Щелчок по красному "+" временно сделает страницу новой точкой доступа в окне навигации.

# storage_pid.description
source: A General Storage Folder is meant to be a global page for storage of general database elements of a website. That could be for templates, frontend users etc. which does not really relate to a single page but more to the whole site.
ru: Папка Основного хранилища, означает общую страницу для хранения общих элементов базы данных для всего сайта. Это могут быть шаблоны, внешние пользователи и т.п., то, что должно относиться не к отдельной странице, а ко всему сайту вцелом.

# storage_pid.details
source: It is recommended that applications support "General Storage pages" so that they look for records in the sites general storage folder by default and that they should be specifically configured to look elsewhere. A General Record Storage Page is typically a page of the "SysFolder" type.
ru: Рекомендуется, чтобы приложения поддерживали страницы "Общего хранилища", таким образом, поиск определенных записей для сайта будет производиться на этой странице, при этом остается возможность настройки на поиск записей в определенном месте. Страница для Основного хранилища обычно имеет тип "Системная директория".

# title.description
source: Enter the title of the page or folder. You must enter a page title. The field is required.
ru: Введите название страницы или папки. Это обязательное поле.

# title.details
source: The page title is used to represent the page visually in the system, for example in the page tree. Also the page title is used by default for navigation links on webpages. You can always change a page title without affecting links to a page. This is because pages are always referenced by their "uid" number, not their title. You can use any characters in the page title.
ru: Название страницы используется для визуального ее представления в системе, например в дереве страниц. Также оно по умолчанию используется как название для меню навигации по сайту. Название страницы всегда можно изменить, не теряя связи со страницей. Так как страницы идентифицируются по своему "uid" номеру, а не по названию. В названии можно использовать любые символы.

# title.image_descr
source: The field for the page title has a little "required" icon next to it; You must supply a page title and you cannot save the new page unless you enter a title for it.
ru: Рядом с полем для названия имеется маленький значок "необходимое поле". Это значит, что не введя названия для страницы ее невозможно будет сохранить.

# TSconfig.description
source: Page TypoScript configuration.
ru: TypoScript настройка страницы.

# TSconfig.details
source: Basically 'TypoScript' is a concept for entering values in a tree-structure. This is known especially in relation to creating templates for TYPO3 websites. However the same principle for entering the hierarchy of values is used here to configure various features in relation to the backend, functions in modules, the Rich Text Editor etc. The resulting 'TSconfig' for a page is actually an accumulation of all 'TSconfig' values from the root of the page tree and outwards to the current page. And thus all subpages are affected as well. A print of the page TSconfig is available from the 'Page TSconfig' menu in the 'Web>Info' module (requires the extension "info_pagetsconfig" to be installed).
ru: В основном, понятие "TypoScript" используется для ввода значений в древовидную структуру. Особенно это известно в отношении создания шаблонов для сайтов в TYPO3. Тем не менее, те же принципы используются для ввода значений для настройки различных функций внутреннего интерфейса, модулей, Rich Text Editor и т.д. Результирующий "TSconfig" старинцы предсавляет сумму всех "TSconfig" значений, начиная от корня дерева страниц и заканчивая самой текущей страницей. Таким образом, затрагиваются и все подстраницы. Просмотреть TSconfig страницы возможно из меню "Page TSconfig" в модуле "Веб>Инфо" (требуется установленное расширение "info_pagetsconfig").

# TSconfig.image_descr
source: Page TSconfig customizing the Rich Text Editors behaviour in this branch of the page tree. The cool thing about Page TSconfig is that the configuration is specific for that page and subpages since the configuration settings are inherited down the page tree.
ru: Настройка через TSconfig страницы поведения Rich Text Editors для текущей ветви дерева страниц. Замечательно, что TSconfig страницы наследуется потомками данной страницы вниз по дереву страниц.

# TSconfig.syntax
source: Basic TypoScript syntax <em>without</em> 'Conditions' and 'Constants'. It's recommended that only admin-users are allowed access to this field!
ru: Обычный синтаксис TypoScript <em>без</em> "констант" и "условий". Рекомендуется ограничить доступ к этому полю лишь администраторами!
