Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/lang/*.locallang_tsfe.xlf
Languages: ro

# adminOptions
source: ADMIN PANEL
ro: Tablou administrator

# adminPanelTitle
source: TYPO3 ADMIN PANEL
ro: PANOU DE ADMINISTRARE TYPO3

source: Cache
ro: Depoziteaza

# cache_cacheEntries
source: Cache entries
ro: Depoziteaza datele

# cache_clearLevels
source: Clear levels
ro: Curata nivelele

# cache_doit
source: Clear cache now!
ro: Sterge depozitul acum!

# cache_noCache
source: No caching
ro: Nu depozita

# div_Levels_0
source: This page
ro: Aceasta pagina

# div_Levels_1
source: + 1 sublevel
ro: Subnivel +1

# div_Levels_2
source: + 2 sublevels
ro: Subnivel +2

# edit
source: Editing
ro: Editeaza

# edit_db_list
source: Web>List module
ro: Modulul Web>List

# edit_displayFieldIcons
source: Display edit icons
ro: Afiseaza Icoane Editare

# edit_displayIcons
source: Display edit panels
ro: Afiseaza Tablou Editare

# edit_editFormsOnPage
source: Editforms on page
ro: Editeaza formulare in pagina

# edit_editNoPopup
source: No popup window
ro: Fara pagini pop-up

# edit_editPageOverlay
source: Edit properties of translated page
ro: Editare proprietăți ale paginii traduse

# edit_editPageProperties
source: Edit page properties
ro: Editare proprietăți pagină

# edit_move_page
source: Move page
ro: Muta pagina

# edit_newContentElement
source: Create new content element
ro: Creeaza un element nou de continut

# edit_newPage
source: Create new page
ro: Creeaza pagina noua

# edit_openAB
source: Open TYPO3 Backend
ro: Deschide backend Typo3

# edit_recordHistory
source: View record change history
ro: Vezi istoria modificarii inregistrarilor

# info_countUserInt
source: Count of USER_INT objects
ro: Număr de obiecte USER_INT

# info_DocumentSize
source: Document size
ro: Mărime document

# info_feuserId
source: Id of logged in FE-User
ro: Id FE-USER conectat

# info_feuserName
source: Name of logged in FE-User
ro: Nume FE-USER conectat

# info_groupList
source: Frontenduser group combination
ro: Combinație grup Frontenduser

# info_id
source: Page Uid
ro: Uid pagină

# info_imagesOnPage
source: Images on this page
ro: Imagini pe această pagină

# info_imagesSize
source: Total image file sizes
ro: Total mărime imagini

# info_noCache
source: Page cached
ro: Pagină în cache

# info_noCache_no
source: No
ro: Nu

# info_noCache_yes
source: Yes
ro: Da

# info_totalParsetime
source: Total parsetime
ro: Timp total de analiză

# info_type
source: Page type
ro: Tip pagină

# p_delete
source: Delete
ro: Sterge

# p_deleteConfirm
source: Are you sure you want to delete this record?
ro: Sunteti sigur ca vreti sa stergeti aceasta inregistrare?

# p_editRecord
source: Edit record
ro: Editeaza inregistrare

# p_hide
source: Hide
ro: Ascunde

# p_hideConfirm
source: Hiding a record will make it invisible on the webpage. To edit the hidden record enter the backend or enable the frontend preview. Continue?
ro: Ascunzand o inregistrare o va face sa fie invizibila pe pagina de web si va trebui sa intrati in backend sau sa activati vizionarea frontend inainte de a avea din nou posibilitatea editarii. Continuati?

# p_moveDown
source: Move down
ro: Muta mai jos

# p_moveUp
source: Move up
ro: Muta mai sus

# p_newRecordAfter
source: New record after
ro: Noua inregistrare dupa

# p_newSubpage
source: New subpage
ro: Subpagina noua

source: Preview
ro: Vizionare

# preview_showHiddenPages
source: Show hidden pages
ro: Arata paginile ascunse

# preview_showHiddenRecords
source: Show hidden records
ro: Arata inregistrarile ascunse

# preview_simulateDate
source: Simulate time
ro: Simuleaza timp

# preview_simulateUserGroup
source: Simulate user group
ro: Simuleaza grup utilizatori

source: Publish
ro: Pubicat

# publish_doit
source: Publish now!
ro: Publica acum!

source: Publish levels
ro: Nivel publicare

# publish_tree
source: Publish pages
ro: Pagini publicate

# p_unhide
source: Un-Hide
ro: Arata

# tsdebug_displayContent
source: Display content
ro: Afiseaza continut

# tsdebug_displayMessages
source: Display messages
ro: Afiseaza measje

# tsdebug_displayQueries
source: Explain SELECT queries
ro: Explica sarcinile SELECT

# tsdebug_displayTimes
source: Display all times
ro: Afiseaza de fiecare data

# tsdebug_forceTemplateParsing
source: Force TS Rendering
ro: Forteaza randare TS

# tsdebug_LR
source: Track content rendering
ro: Urmareste randarea continutului

# tsdebug_tree
source: Tree display
ro: Afiseaza structura:

source: Update
ro: Modifica
