Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/lang/*.locallang_wizards.xlf
Languages: ro

# colorpicker_black
source: BLACK
ro: NEGRU

# colorpicker_colorValue
source: Selected Color:
ro: Culori selectate:

# colorpicker_fromImage
source: Capture color from image (click on image):
ro: Preia culoare din imagine (click pe imagine):

# colorpicker_fromList
source: Select HTML color name:
ro: Alege nume culoare HTML:

# colorpicker_fromMatrix
source: Select color from matrix (websafe colors):
ro: Alege culoare din matrice (culori pentru web):

# colorpicker_setClose
source: Save and Close
ro: Salvează şi închide

# colorpicker_title
source: Color Picker
ro: Alegere culori

# colorpicker_white
source: WHITE
ro: ALB

# forms_autosize
source: Auto size
ro: Marime auto

# forms_checked
source: Checked
ro: Verificat

# forms_cols
source: Columns
ro: Coloane

# forms_config
source: Detailed configuration
ro: Configuratie detaliata

# forms_default
source: Value
ro: Valoare

# forms_eform_formtype_mail
source: Send button label
ro: Trimite eticheta butonului

# forms_eform_html_enabled
source: HTML mode enabled
ro: Modul HTML activat

# forms_eform_recipient
source: Recipient email
ro: Adresa email a destinatarului

# forms_eform_subject
source: Subject
ro: Subiect

# forms_element
source: Element type
ro: Tipul elementului

# forms_extra
source: No Wrap
ro: Fara impachetare

# forms_fieldName
source: Field
ro: Camp

# forms_label
source: Label
ro: Eticheta

# forms_multiple
source: Multiple
ro: Multiplu

# forms_options
source: List options
ro: Lista optiuni

# forms_preview
source: Preview of element
ro: Vizualizare element

# forms_refresh
source: Refresh without saving
ro: Actualizeaza fara a salva

# forms_required
source: Required
ro: Necesar

# forms_rows
source: Rows
ro: Linii

# forms_size
source: Size
ro: Marime

# forms_special_eform
source: Special configuration for mail forms
ro: Configuratie speciala pentru formular email

# forms_title
source: Forms wizard
ro: Procedura creere formular

# forms_type
source: Type
ro: Tip

# forms_type_check
source: Check box
ro: Camp verificare(checkbox)

# forms_type_file
source: File upload
ro: Incarcare fisier

# forms_type_hidden
source: Hidden value
ro: Valoare ascunsa

# forms_type_input
source: Input field
ro: Camp de inserare

# forms_type_label
source: Label
ro: Etichetă

# forms_type_password
source: Password field
ro: Camp parola

# forms_type_property
source: Property
ro: Proprietate

# forms_type_radio
source: Radio buttons
ro: Butoane radio

# forms_type_select
source: Selector box
ro: Selector

# forms_type_submit
source: Submit Button
ro: Buton trimitere date formular

# forms_type_textarea
source: Text area
ro: Arie text

# grid_addColumn
source: Add column
ro: Adaugă coloană

# grid_addRow
source: Add row
ro: Adaugă linie

# grid_column
source: Column number
ro: Număr coloană

# grid_columnHelp
source: The column position defines in which area the content is rendered in the frontend.
ro: Poziția coloanei definește în care zonă conținutul va fi afișat în frontend.

# grid_editCell
source: Edit cell
ro: Editare celulă

# grid_labelColumn
source: Column Number
ro: Număr Coloană

# grid_labelName
source: Name
ro: Nume

# grid_labelSave
source: Save to cell
ro: Salvați în celulă

# grid_mergeCell
source: Combine with next cell
ro: Fuzionează cu următoarea celulă

# grid_name
source: Name
ro: Nume

# grid_nameHelp
source: Enter a name for the cell.
ro: Introduceți un nume pentru celulă.

# grid_notSet
source: not set
ro: nesetat

# grid_removeColumn
source: Remove column
ro: Elimina coloana

# grid_removeRow
source: Remove row
ro: Elimina linie

# grid_splitCell
source: Split cell
ro: Scindare celulă

# grid_windowTitle
source: Set cell name and column number
ro: Setare nume celulă și număr coloană

# rte_undoLastChange
source: Undo/Redo last change (%s ago)
ro: Anuleaza/Refa ultimele schimbari (%s ago)

# table_addColumn
source: Add column to the right
ro: Adauga coloana la dreapta

# table_addRow
source: Add row below
ro: Adauga linie mai jos

# table_bottom
source: Move to bottom
ro: Muta la capat

# table_down
source: Move down
ro: Muta jos

# table_end
source: Move to last column
ro: Muta in ultima coloana

# table_left
source: Move left
ro: Muta in stanga

# table_noData
source: No table,field or uid given
ro: Fara tabele, campuri sau uid

# table_removeColumn
source: Remove column
ro: Elimina coloana

# table_removeRow
source: Remove row
ro: Elimina linie

# table_right
source: Move right
ro: Muta in dreapta

# table_smallFields
source: Small fields
ro: Campuri mici

# table_start
source: Move to first column
ro: Muta in prima coloana

# table_title
source: Table wizard
ro: Procedura creere tabel

# table_top
source: Move to top
ro: Muta in varf

# table_up
source: Move up
ro: Muta sus

# tsprop
source: TypoScript property lookup
ro: Vizualizare propietati TypoScript

# tsprop_addToList
source: Add to list...
ro: Adaugă la listă...

# tsprop_mixer_transfer
source: Transfer & Close
ro: Transferă & Închide

# tsprop_prefix
source: Object prefix
ro: Prefixul obiectului

# tsprop_title
source: Object title
ro: Titlul obiectului
