Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/lang/*.locallang_show_rechis.xlf
Languages: ro

source: Age
ro: Vîrstă

# changes
source: Changelog
ro: Schimbari asupra inregistrarii

source: delete
ro: ştergere

# differenceMsg
source: In the Difference column you can see the changes at every modification of records. New changes are displayed in <span class="diff-g">green colored text</span> and the <span class="diff-r">red colored text</span> are the old values which were removed.
ro: In coloana Diferente <font color=green>textul verde</font> reprezinta noile valori, iar <font color==red>textul rosu reprezinta vechile valori ce au fost inlaturate.

source: Differences
ro: Diferenţe

# elementHistory
source: You are currently seeing the history for an element.
ro: Momentan vizualizaţi istoricul unui element.

# elementHistory_link
source: Show the full page history!
ro: Afişează întregul istoric al paginii!

# externalChange
source: Intermediate external change!
ro: Intermediaza schimbare externa

# fullView
source: Return to full view
ro: Retur la vederea completă

source: insert
ro: inserare

# linkRecordHistory
source: Limit history to this record
ro: Limitează istoricul la această înregistrare

# markState
source: mark this change
ro: marchează această modificare

# maxSteps
source: Show entries:
ro: Afişează înregistrări:

# maxSteps_all
source: ALL
ro: TOATE

# maxSteps_marked
source: marked
ro: marcat

# mergedDifferences
source: Preview for Rollback
ro: Previzualizare pentru Restaurare

source: No
ro: Nu

# noDifferences
source: There are no differences to the current page!
ro: Nu există diferenţe faţă de pagina curentă!

source: Return
ro: Revenire

# returnLink
source: Click here to go back
ro: Apasati aici pentru revenire la pagina anterioara

# revertAll
source: Rollback all changes shown
ro: Restaurare toate modificările afişate

# revertField
source: Rollback single field
ro: Refacere valori vechi ale acestui camp

# revertRecord
source: Rollback single record
ro: Restaurare element

source: Settings
ro: Setări

# showDiff
source: Show differences:
ro: Afişează diferenţe:

# showDiff_no
source: No
ro: Nu

# showInsertDelete
source: Show inserts/deletes of records:
ro: Afişează inserările/ştergerile de elemente:

source: Show sub elements:
ro: Afişează subelemente:

# sumUpChanges
source: Rollback (Preview)
ro: Acumuleaza schimbari pana in acest moment

source: Table:uid
ro: Tabel/Uid

source: Time
ro: Timp

# title
source: Show record history
ro: Arata istoria inregistrarilor

# unmarkState
source: unMark this change
ro: demarchează această modificare

source: User
ro: Utilizator

source: Yes
ro: Da
