Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/lang/*.locallang_core.xlf
Languages: ro

# rm.closeDoc
source: Close document
ro: Închidere document

# rm.delete
source: Delete
ro: Ştergere

# rm.edit
source: Edit
ro: Editare

# rm.menu
source: [menu]
ro: [meniu]

# rm.saveCloseAllDocs
source: Save and close all documents
ro: Salvare şi închidere toate documentele

# rm.saveCloseDoc
source: Save and close document
ro: Salvare şi închidere document

# rm.saveDoc
source: Save document
ro: Salvare document

# rm.saveDocShow
source: Save document and view page
ro: Salvare document şi vizualizare pagină

# rm.saveNewDoc
source: Save document and create a new one
ro: Salvare document şi creare document nou

# rm.translationSaveDoc
source: Translation finished, save and close
ro: Traducere terminată, salvați și închideți

# rm.translationSaveDocClear
source: Translation NOT finished, Save
ro: Traducerea NU a fost terminată, Salvați

# show_item.php.cannotDisplayArchive
source: Sorry, TYPO3_CONF_VARS[BE][disable_exec_function] was set, so cannot display content of archive file.
ro: Ne pare rău, opțiunea TYPO3_CONF_VARS[BE][disable_exec_function] este activă deci nu putem afișa conținutul arhivei.

# show_item.php.dimensions
source: Dimensions
ro: Dimensiuni

# show_item.php.field
source: Field:
ro: Cîmp:

# show_item.php.file
source: File
ro: Fişier

# show_item.php.files
source: files
ro: fişiere

# show_item.php.filesize
source: Size
ro: Mărime

# show_item.php.ftp_area
source: FTP AREA
ro: ZONĂ FTP

# show_item.php.pixels
source: Pixels
ro: Pixeli

# show_item.php.referencesFromThisItem
source: References from this item:
ro: Referințe ale acestui element:

# show_item.php.referencesToThisItem
source: References to this item:
ro: Referințe spre acest element:

# show_item.php.refString
source: Ref String:
ro: String ref:

# show_item.php.refTable
source: Ref Table:
ro: Tabelă ref:

# show_item.php.refUid
source: Ref Uid:
ro: Uid ref:

# show_item.php.softrefKey
source: Softref Key:
ro: Cheie Softref:

# show_item.php.sorting
source: Sorting:
ro: Ordonare:

# show_item.php.table
source: Table:
ro: Tabelă:

# show_item.php.title
source: Title:
ro: Titlu:

# show_item.php.viewItem
source: View Item
ro: Vizualizare element

# tabs.close
source: Close Tab
ro: Închidere tab

# tabs.closeAll
source: Close All Tabs
ro: Închidere toate taburile

# tabs.closeOther
source: Close Other Tabs
ro: Închide celelalte tab-uri

# tabs.openInBrowserWindow
source: Open In Browser Window
ro: Deschide într-o fereastră nouă

# toolbarItems.bookmark
source: Bookmark
ro: Favorit

# toolbarItems.bookmarks
source: Bookmarks
ro: Favorite

# toolbarItems.bookmarksDelete
source: Delete bookmark
ro: Ștergere favorit

# toolbarItems.bookmarksEdit
source: Edit bookmark
ro: Editare favorit

# toolbarItems.bookmarksGroup
source: Bookmark group
ro: Grup favorite

# toolbarItems.search
source: Search
ro: Căutare

# toolbarItems.shortcut
source: Shortcut
ro: Scurtătură

# toolbarItems.shortcuts
source: Shortcuts
ro: Scurtături

# toolbarItems.shortcutsDelete
source: Delete Shortcut
ro: Ștergere scurtătură

# toolbarItems.shortcutsEdit
source: Edit Shortcut
ro: Editare scurtătură

# toolbarItems.shortcutsGroup
source: Shortcut Group
ro: Grup de scurtături

# toolbarItems.workspace
source: Workspace
ro: Spațiu de lucru

# tree.activeFilterMode
source: Active Filtering Mode
ro: Mod filtru activ

# tree.buttonFilter
source: Filter tree
ro: Filtrare arborescență

# tree.buttonNewNode
source: Create new pages
ro: Creare pagini noi

# tree.copyHint
source: Press Ctrl to copy.
ro: Apăsați Ctrl pentru a copia.

# tree.defaultPageTitle
source: [Default Title]
ro: [Titlu implicit]

# tree.dropToRemove
source: Drop here to delete
ro: Glisați aici pentru a șterge

# tree.dropZoneElementRemoved
source: Click here to undelete
ro: Click aici pentru a anula ștergerea

# tree.dropZoneElementRestored
source: Page restored
ro: Pagină restaurată

# tree.searchTermInfo
source: Enter search term
ro: Introduceți termenul de căutare

source: TYPO3 Element Browser
ro: Browser elemente TYPO3

# ver.mgm
source: Version Management
ro: Management Versiune

# ver.selVer
source: Select version:
ro: Selectare versiune:

# ver.swap
source: Swap/Publish
ro: Schimb/Publicare

# ver.swapPage
source: Publish this version of the page including content
ro: Publică această versiune a paginii, inclusiv conţinutul

# warning.backend_admin
source: The default backend user "admin" with password "password" is still present. %sEdit this account%s, either deleting it completely or changing the username and password.
ro: Utilizatorul implicit backend "admin" cu parola "password" este încă prezent. %Modificați acest cont%s, fie ștergându-l complet fie modificând utilizatorul și parola.

# warning.backend_reference
source: The Reference Index table is empty which is likely the result of a recent TYPO3 upgrade. Please go to %sTools>DB Check%s and update the reference index.
ro: Tabela de index a referințelor este goală ceea ce e posibil să fie rezultatul unei actualizări făcute TYPO3. Vă rugăm mergeți la %sUnelte>Verificare BD%s și actualizați indexul referințelor.

# warning.file_deny_htaccess
source: The current value of fileDenyPattern allows to upload/create files with the name ".htaccess". If TYPO3 is running on Apache, this enables backend or frontend users to create and execute php scripts. Please reset the value of fileDenyPattern to its default.
ro: Valoarea curentă fileDenyPattern permite încărcarea/crearea de fişiere cu numele ".htaccess". Dacă TYPO3 rulează pe Apache, acest lucru permite utiizatorilor backend sau frontend să creeze şi să execute scripturi php. Vă rugăm să resetaţi valoarea fileDenyPattern la cea implicită.

# warning.file_deny_pattern
source: The value of fileDenyPattern is not set to its default:%s If TYPO3 is running on Apache, a customized value might enable backend or frontend users to execute malicious php scripts.
ro: Valoarea fileDenyPattern nu este setată la cea implicită:%s Dacă TYPO3 rulează pe Apache, o valoare customizată ar putea permite utilizatorilor backend sau frontend să execute scripturi php periculoase.

# warning.file_deny_pattern_partsNotPresent
source: Security Risk! The new value of fileDenyPattern misses parts of its default:%s If TYPO3 is running on Apache, a customized value might enable backend or frontend users to execute malicious php scripts.
ro: Risc de securitate! Noua valoare fileDenyPattern nu e setată la cea implicită:%s Dacă TYPO3 rulează pe Apache, o versiune customizată ar putea permite utilizatorilor backend sau frontend să execute scripturi periculoase.

# warning.file_missing
source: File is missing!
ro: Fișierul lipsește!

# warning.file_missing_text
source: This file is marked as missing:
ro: Acest fișier este marcat ca fiind lipsă:

# warning.header
source: Important Notice!
ro: Notă importantă!

# warning.header.storage_is_no_public
source: Storage is not public
ro: Magazia nu este publică

# warning.inline_use_combination
source: This record will be modified globally.
ro: Această înregistrare va fi modificată global.

# warning.install_enabled
source: The Install Tool is permanently enabled. Delete the file "%s" when you have finished setting up TYPO3.
ro: Unealta de Instalare este activă permanent. Ștergeți fișierul "%s" odată ce ați terminat de configurat TYPO3.

# warning.install_enabled_cmd
source: Click to remove the file now!
ro: Click pentru a șterge fișierul acum!

# warning.install_encryption
source: The encryption key is not set. Set it in the %sBasic Configuration section%s of the Install Tool.
ro: Cheia de criptare nu este setată. Setați-o în secțiunea %sConfigurare de bază%s a uneltei de Instalare.

# warning.install_password
source: The Install Tool is still using the default password "joh316". Update this within the %sAbout section%s of the Install Tool.
ro: Unealta de Instalare încă folosește parola implicită "joh316". Modificați parola în secțiunea %sAbout section%s din unealta de Instalare.

# warning.installtool_default_password
source: The Install Tool is still using the default password "joh316". Update this within the %sImportant actions section%s of the Install Tool.
ro: Unealta de Instalare încă folosește parola implicită "joh316". Modificați parola în secțiunea %sImportant actions section%s din unealta de Instalare.

# warning.install_update
source: This installation is not configured for the TYPO3 version it is running. If you did so intentionally, this message can be safely ignored. If you are unsure, visit the Update Wizard section of the %sInstall Tool%s to see how TYPO3 would change.
ro: Această instalare nu este configurată pentru versiunea TYPO3 curentă. Dacă ați făcut asta intenționat, acest mesaj poate fi ignorat. Dacă nu sunteți sigur, verificați secțiunea Actualizare Asistent din %sUnealta de Instalare%s pentru a vedea cum s-ar putea modifica TYPO3.

# warning.memcache_not_usable
source: Memcache is configured, but connection to memcached failed with these configuration(s):
ro: Memcache este configurat, dar conexiunea la memcache nu a funcționat cu următoarele configurații:

# warning.message.storage_is_no_public
source: The storage has been marked to be "publicly available" but is not detected as such by the driver. The setting has been reverted.
ro: Magazia a fost marcată să fie "disponibilă public" dar nu e detectată ca fiind așa de către driver. Această setare a fost inversată.
