Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/lang/*.locallang_mod_file_list.xlf
Languages: ro

# bigControlPanel
source: Extended view
ro: Vedere extinsă

# c_file
source: File Name
ro: Nume fisier

# c_fileext
source: Type
ro: Tip

# clipBoard
source: Show clipboard
ro: Arata buffer-ul pentru zona ecran

# clip_deleteMarked
source: Delete marked
ro: Sterge fisiere marcate

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked files from this folder?
ro: Sunteti sigur a vreti sa stergeti toate fisierele marcate din acest fisier?

# clip_markRecords
source: Mark All/Mark none
ro: Marcheaza tot/Nu marca nimic

# clip_paste
source: Paste in clipboard content
ro: Copiere in continutul buffer-ului pentru zona ecran

# clip_pasteInto
source: Paste into: Clipboard content is inserted into this folder
ro: Copiere in: Continutul buffer-ului pentru zona ecran a fost inserat in acest fisier

# clip_selectMarked
source: Transfer the selection of files to clipboard
ro: Sterge fisiere marcate

# c_rw
source: RW
ro: Citire/Scriere

# c_size
source: Size
ro: Marime

# c_tstamp
source: Last Modified
ro: Data

# displayThumbs
source: Display thumbnails
ro: Afiseaza thumbnails

source: files
ro: Fisiere

# folderNotFoundMessage
source: The folder "%s" cannot be accessed. Trying to use parent folder(s).
ro: Directorul "%s" nu poate fi accesat. Încercare de folosire a directorului părinte.

# folderNotFoundTitle
source: Folder not found.
ro: Directorul nu a fost găsit.

# localDriverFlexform_basePath
source: Base path:
ro: Calea de bază:

# localDriverFlexform_caseSensitive
source: Uses case sensitive identifiers
ro: Folosește identificatori sensibili la mărimea caracterelor

# localDriverFlexform_pathType
source: Path type:
ro: Tip cale:

# localDriverFlexform_pathType_absolute
source: absolute
ro: absolută

# localDriverFlexform_pathType_relative
source: relative
ro: relativă

# mlang_labels_tabdescr
source: This is the file administration system in TYPO3. It allows you to access the file mounts of your login. Through this module you can upload, copy, move an delete files on the server.
ro: Acesta este sistemul de administrare al fișierelor din TYPO3. Acest modul vă permite accesarea fișierelor disponibile. Folosind acest modul puteți încarca, copia, muta și sterge fișiere de pe server.

# mlang_labels_tablabel
source: Listing of files in the directory
ro: Listare fișiere în director

# mlang_tabs_tab
source: Filelist
ro: Listă de fișiere

# paramError
source: Parameter Error:
ro: Eroare parametru:

source: Recycler
ro: Restaurator

# role_folder_recycler
source: Recycler
ro: Restaurator

# role_folder_temporary
source: Temporary files
ro: Fișiere temporare

# storageNotBrowsableMessage
source: You are trying to access a folder in a storage that is not browsable.
ro: Încercați să accesați un director dintr-un depozit ce nu este navigabil.

# storageNotBrowsableTitle
source: Access denied.
ro: Acces refuzat.

# targetNoDir
source: Target was not a directory!
ro: Ținta nu a fost un director!

# temp
source: Temporary files
ro: Fișiere temporare
