Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/lang/*.locallang_mod_web_list.xlf
Languages: ro

# clip_deleteMarked
source: Delete marked
ro: Sterge elementele marcate

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked records from the table '%s'?
ro: Sunteti sigur ca vreti sa stergeti toate inregistrarile marcate din tabel '%s'?

# clip_duplicates
source: Mark duplicates
ro: Marcheaza dublurile

# clip_editMarked
source: Edit marked
ro: Editeaza elementele marcate

# clip_markRecords
source: Mark All/Mark none
ro: Marcheaza tot/Nu marcheaza

# clip_paste
source: Paste in clipboard content
ro: Copie in continutul clipboard-ului

# clip_pasteAfter
source: Paste after: Clipboard content is inserted after this record
ro: Adaugă copie după: Conținutul clipboard-ului este inserat după această înregistrare

# clip_pasteInto
source: Paste into: Clipboard content is inserted on this page
ro: Copie in: Continutul clipboard-ului este inserat in aceasta pagina

# clip_selectMarked
source: Transfer the selection of records to clipboard
ro: Transfera toate inregistrarile selectate in clipboard

# contractView
source: List all tables
ro: Listează toate tabelele

# defaultLanguage
source: Default
ro: Implicit

# delete
source: Delete record (!)
ro: Sterge inregistrarea

# deleteWarning
source: Are you sure you want to delete this record?
ro: Sunteți sigur că vreți să ștergeți această înregistrare?

source: Display versions
ro: Afișează versiunile

# edit
source: Edit record
ro: Editeaza inregistrare

# editPage
source: Edit page properties
ro: Editeaza pagina

# editShownColumns
source: Edit all shown fields of the listed records
ro: Editează toate câmpurile înregistrărilor

# editThisColumn
source: Edit the '%s' field of the listed records
ro: Editează câmpul '%s' înregistrării

# expandView
source: List only this table
ro: Listează numai acest tabel

# hide
source: Hide record
ro: Ascunde inregistrarea

source: Hide page
ro: Ascunde pagina

# history
source: Display change history / Un-do
ro: Afiseaza istoria schimbarilor / Anuleaza

# largeControl
source: Extended view
ro: Vedere de ansamblu

# localization
source: Localization view
ro: Vedere localizare

# Localize
source: Localize to:
ro: Tradu în:

# missingTcaColumnsMessageTitle
source: Missing TCA definition
ro: Definiția TCA lipsește

# mlang_labels_tabdescr
source: The Web>List module provides low level access to records appearing on a page.
ro: Modulul Web>List oferă accesul detaliat la datele salvate pe pagină.

# mlang_labels_tablabel
source: List of database-records
ro: Lista înregistrărilor din baza de date

# mlang_tabs_tab
source: List
ro: Listă

# moveDown
source: Move down in list
ro: Muta mai jos in lista

source: Move page
ro: Muta pagina

# move_record
source: Re-position content element
ro: Repozitioneaza elementul de continut

# moveUp
source: Move up in list
ro: Muta mai sus in lista

# multipleLanguages
source: All languages
ro: Toate limbile

# new
source: New record
ro: Inregistrare noua

# newPage
source: Create new page after this page
ro: Creeaza pagina noua dupa aceasta pagina

# newRecord
source: Create new record after this record
ro: Creeaza inregistrare noua dupa aceasta inregistrare

# newRecordGeneral
source: Create new record
ro: Creeaza inregistrare noua

# nextLevel
source: Move this page to be a subpage of the page above (Outwards)
ro: Muta aceasta pagina pentru a fi o subpagina a celei de mai sus

# permissions
source: Set permissions for page
ro: Stabilește permisiuni pentru pagina

# prevLevel
source: Move this page to the position after the current parent page (Inwards)
ro: Muta aceasta pagina dupa pagina curenta

# restore
source: Restore record
ro: Restaurare înregistrare

# restoreWarning
source: Are you sure you want to restore this record by reverting the delete status?
ro: Sunteți sigur că doriți să restaurați această înregistrare ștearsă?

source: Show clipboard
ro: Arată clipboard-ul

# showInfo
source: Display information
ro: Afiseaza informatii

# unHide
source: Un-hide record
ro: Arata inregistrarea

source: Un-hide page
ro: Arata pagina

# viewRecords
source: Viewing records of
ro: Afișare înregistrări pentru
