Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/cms/web_info/*.locallang.xlf
Languages: ro

# hits_title
source: Hit Statistics
ro: Statistici accesare

# lang_getlangsta_createNewTranslationHeaders
source: Create new translation headers
ro: Creare antete traduceri noi

# lang_renderl10n_badThingThereAre
source: ERROR: there are two or more page overlay records for this language! Only one is allowed!
ro: EROARE: există două sau mai multe înregistrări care se suprapun pentru acest limbaj! Este permisă una singură!

# lang_renderl10n_CEcount
source: Content Element Count
ro: Numărare elemente de conţinut

# lang_renderl10n_default
source: Default
ro: Implicit

# lang_renderl10n_editDefaultLanguagePage
source: Edit default language page properties
ro: Editare antet - limbaj implicit pagină

# lang_renderl10n_editLangOverlays
source: Edit all language overlay records
ro: Editare înregistrări toate limbajele

# lang_renderl10n_editLanguageOverlayRecord
source: Edit language overlay record
ro: Editare înregistrări limbaj

# lang_renderl10n_editPage
source: Edit page
ro: Editare pagina

# lang_renderl10n_editPageLang
source: Edit page translation
ro: Editare traducere pagină

# lang_renderl10n_editPageProperties
source: Edit all page properties
ro: Editează toate proprietăţile paginii

# lang_renderl10n_page
source: Page
ro: Pagina

# lang_renderl10n_viewPage
source: View page
ro: Vezi pagina

source: Page information
ro: Informaţii despre pagini

# pages_0
source: Basic settings
ro: Setări de bază

# pages_1
source: Record overview
ro: Înregistrări - vedere de ansamblu

# pages_2
source: Cache and Age
ro: Cache şi vîrsta

# page_sysnote
source: Internal notes
ro: Note interne

# page_title
source: Pagetree overview
ro: Structura de pagini

# pI_crDate
source: Created date
ro: Data creării

# pI_crUser
source: Created by
ro: Creat de

# pI_lastChange
source: Last change
ro: Ultima schimbare

# pI_lastChangeContent
source: Last change, content
ro: Ultima schimbare, conţinut

# stat_period
source: Statistics in the period %s back to %s
ro: Statistici de la %s pînă la %s

# stat_type_0
source: Page hits
ro: Accesări pagină

# stat_type_1
source: Total hits
ro: Accesări totale

# stat_type_2
source: Hits in main sections
ro: Accesări în secţiunile de bază
