Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/cms/layout/*.locallang.xlf
Languages: ro

source: Advanced functions
ro: Funcţii avansate

# CEonThisPage
source: Content elements on this page:
ro: Elemente de conţinut din această pagină:

# clearCache
source: Click here to clear cache for this page.
ro: Click aici pentru a şterge cache-ul acestei pagini.

# clickAPage_content
source: Please click the page title in the page tree to the left to edit page content.
ro: Dacă doriţi să modificaţi conţinutul unei pagini, click pe titlul paginii în structura de pagini aflată în stînga.

# clickAPage_header
source: Web>Page module
ro: Modul pagini web

# defaultLanguage
source: Default
ro: Implicit

# deleteItem
source: Delete
ro: Ştergere

# deleteWarning
source: Are you sure you want to delete this record?
ro: Eşti sigur că vrei să ştergi această înregistrare?

source: Edit
ro: Editare

# editColumn
source: Edit this column
ro: Editare această coloană

# editInRTE
source: Edit in Rich Text Editor
ro: Editare cu RTE

source: Edit language header
ro: Editare limbaj antet

source: Edit page properties
ro: Editează proprietăţile paginii

# editPageProperties_curLang
source: Edit translation properties
ro: Editează proprietăţile traducerii

source: Go to table
ro: Mergi la tabel

# hiddenCE
source: Show hidden content elements
ro: Arată elementele de conţinut ascunse

source: Hide
ro: Ascundere

source: Internal notes
ro: Note interne

# m_default
source: Default
ro: Implicit

# m_function_0
source: QuickEdit
ro: Editare rapidă

# m_function_1
source: Columns
ro: Coloane

# m_function_2
source: Languages
ro: Limbaje

# moveDown
source: Move record down
ro: Mutare un pas mai jos

source: Move page
ro: Mutare pagină

# move_record
source: Re-position current content element
ro: Re-poziţionare element curent

# moveUp
source: Move record up
ro: Mutare un pas mai sus

# m_tt_address_0
source: Short List
ro: Listă scurtă

# m_tt_address_1
source: Address list
ro: Listă adrese

# m_tt_address_2
source: Personal info
ro: Informaţii personale

# m_tt_board_0
source: List topics only
ro: Listare doar topic-uri

# m_tt_board_expand
source: Expand Threads
ro: Expandare discuţii

# m_tt_calender_date
source: Date
ro: Data

# m_tt_calender_date_ext
source: Date - extended
ro: Data - extins

# m_tt_calender_ext
source: Extended
ro: Extinde

# m_tt_calender_todo
source: Todo
ro: De făcut

# m_tt_calender_todo_ext
source: Todo - extended
ro: De făcut - extins

# m_tt_links_1
source: Whole URL
ro: URL complet

# m_tt_links_2
source: Alternative note
ro: Notă alternativă

# m_tt_products_ext
source: Extended
ro: Extinde

# newAfter
source: New record after this one
ro: Înregistrare nouă după cea curentă

# newContentElement
source: Create new content element
ro: Creare element de conţinut nou

# newInColumn
source: Create new record in top of this column
ro: Creare înregistrare nouă în partea de sus a coloanei

# newLabel
source: NEW
ro: NOU

# new_language
source: Make new translation of this page
ro: Traducere nouă pentru această pagină

# newPage
source: Create new page
ro: Creare pagină nouă

# newPage2
source: New page
ro: Pagină nouă

# newPageContent
source: Create page content
ro: Creare conţinut pagină

# newPageContent2
source: New content
ro: Conţinut nou

# newPageContent_copyForLang
source: Copy default content elements
ro: Copiere elemente de conţinut implicite

# newRecordGeneral
source: Create new record
ro: Creare înregistrare nouă

# nextThree
source: Edit next %s records
ro: Editare următoarele %s înregistrări

# noAccess
source: No edit access
ro: Fără editare

# noAccess_msg
source: You do not have access to edit the requested record.
ro: Nu aveţi dreptul să modificaţi înregistrarea.

# noEditItems
source: Sorry, you do not have permissions to edit items on this page!
ro: Din păcate nu aveţi dreptul să editaţi elementele din această pagină!

# noEditPage
source: Sorry, you do not have permissions to edit this page!
ro: Din păcate nu aveţi dreptul să editaţi această pagină!

source: Page information
ro: Informaţii despre pagini

# pI_crDate
source: Created date
ro: Data creării

# pI_crUser
source: Created by
ro: Creat de

# pI_hits10days
source: Last 10 days
ro: Ultimile 10 zile

# pI_hits24hours
source: Last 24 hours
ro: Ultimile 24 ore

# pI_hitsPeriod
source: Hits Period
ro: Perioadă accesări

# pI_hitsTotal
source: Total Hits
ro: Total accesări

# pI_lastChange
source: Last change
ro: Ultima schimbare

# pI_lastChangeContent
source: Last change, content
ro: Ultima schimbare, conţinut

# recordHistory
source: View record change history
ro: Verificare modificări efectuate

source: records
ro: înregistrări

# title
source: Page content
ro: Conţinut de pagină

# tt_board_age
source: Age
ro: Vîrsta

# tt_board_author
source: Author
ro: Autor

# tt_board_date
source: Date
ro: Data

# tt_board_subject
source: Subject
ro: Subiect

# undoLastChange
source: Undo/Redo last change (%s ago)
ro: Repară/Refă ultima modificare (ultimile %s)

source: Un-hide
ro: Re-afişare

# viewContent
source: Viewing content of
ro: Vizualizare conţinut pentru
