Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/cms/layout/*.locallang_db_new_content_*.xlf
Languages: ro

# common
source: Typical page content
ro: Conţinut tipic

# common_bulletList_description
source: A single bullet list.
ro: O simplă listă

# common_bulletList_title
source: Bullet List
ro: Listă

# common_imagesOnly_description
source: Any number of images aligned in columns and rows with a caption.
ro: Orice număr de imagini aliniate în coloane şi rânduri, având şi o descriere sub imagine.

# common_imagesOnly_title
source: Images Only
ro: Doar imagini

# common_regularText_description
source: A regular text element with header and bodytext fields.
ro: Text element standard cu header şi cîmpuri pentru conţinut

# common_regularText_title
source: Regular Text Element
ro: Element text standard

# common_table_description
source: A simple table.
ro: Tabel simplu cu până la 8 coloane

# common_table_title
source: Table
ro: Tabel

# common_textImage_description
source: Any number of images wrapped right around a regular text element.
ro: Orice număr de imagini afişate în jurul conţinutului text

# common_textImage_title
source: Text & Images
ro: Text cu imagine

# forms
source: Form elements
ro: Element de tip formular

# forms_login_description
source: Login/logout form used to password protect pages allowing only authorised website users and groups access.
ro: Formular de logare/delogare utilizat pentru a proteja pagini cu parolă pentru a permite doar persoanelor şi grupurilor autorizate să aibă acces.

# forms_login_title
source: Login Form
ro: Form logare

# forms_mail_description
source: A mail form allowing website users to submit responses.
ro: Un formular de email ce permite vizitatorilor să trimită întrebări

# forms_mail_title
source: Mail Form
ro: Formular de email

# forms_search_description
source: Draws a search form and the search result if a search is performed.
ro: Afişează un formular de căutare şi rezultatele căutării, în cazul în care căutarea este efectuată

# forms_search_title
source: Search Form
ro: Formular de căutare

source: Plugins
ro: Plugin-uri

# plugins_general_description
source: Select this element type to insert a plugin which cannot be found amongst the options below.
ro: Selectează acest tip de element pentru a insera un plugin care nu poate fi găsit în opţiunile de mai jos

# plugins_general_title
source: General Plugin
ro: Plugin general

# sel1
source: Please select the type of page content you wish to create:
ro: Alegeţi tipul de conţinut al paginii pe care doriţi să-l creaţi:

# sel2
source: Now, click the position where you wish to place the element on the page:
ro: Acum, click pe poziţia în care vreţi să plasaţi elementul în pagină:

# special
source: Special elements
ro: Elemente speciale

# special_filelinks_description
source: Makes a list of files for download.
ro: Creează o listă de fişiere pentru download.

# special_filelinks_title
source: File Links
ro: Linkuri la fişiere

# special_multimedia_description
source: Inserts a media element like a Flash animation, audio file or video clip.
ro: Inserează un element media precum o animaţie Flash, fişier audio sau video.

# special_plainHTML_description
source: With this element you can insert raw HTML code on the page.
ro: Cu acest element puteţi insera conţinut HTML neformatat direct în pagină

# special_plainHTML_title
source: Plain HTML
ro: Doar HTML

# special_sitemap_title
source: Sitemap
ro: Hartă site
