Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/extbase/Resources/Private/Language/*.locallang.xlf
Languages: ro

# property.error
source: Validation errors for property "%s"
ro: Erori de validare pentru proprietatea "%s"

# validator.alphanumeric.notvalid
source: The given subject was not a valid alphanumeric string.
ro: Textul introdus nu conține doar caractere alfanumerice.

# validator.datetime.notvalid
source: The given subject was not a valid DateTime. Got: '%s'
ro: Textul introdus nu este un obiect DateTime valid. Am primit: '%s'

# validator.emailaddress.notvalid
source: The given subject was not a valid email address.
ro: Valoarea introdusă nu este o adresă email validă.

# validator.float.notvalid
source: The given subject was not a valid float.
ro: Valoarea introdusă nu este un număr real valid.

# validator.genericobject.noobject
source: Value is no object.
ro: Valoarea nu este un obiect.

# validator.integer.notvalid
source: The given subject was not a valid integer.
ro: Valoarea introdusă nu este un număr întreg valid.

# validator.notempty.empty
source: The given subject was empty.
ro: Valoarea introdusă este vidă.

# validator.notempty.null
source: The given subject was NULL.
ro: Valoarea introdusă este NULL.

# validator.number.notvalid
source: The given subject was not a valid number.
ro: Valoarea introdusă nu este un număr valid.

# validator.numberrange.notvalid
source: The given subject was not a valid number.
ro: Valoarea introdusă nu este un număr valid.

# validator.numberrange.range
source: The given subject was not in the valid range (%s - %s).
ro: Valoarea introdusă nu se află în intervalul valid (%s - %s).

# validator.regularexpression.empty
source: The regular expression was empty.
ro: Expresia regulară este goală.

# validator.regularexpression.error
source: The regular expression '%s' contained an error.
ro: Expresia regulară '%s' conține erori.

# validator.regularexpression.nomatch
source: The given subject did not match the pattern.
ro: Valoarea introdusă nu respectă modelul.

# validator.stringlength.between
source: The length of the given string was not between %s and %s characters.
ro: Lungimea textului introdus trebuie să aibă între %s și %s caractere.

# validator.stringlength.exceed
source: The length of the given string exceeded %s characters.
ro: Lungimea textului introdus depăsește %s caractere.

# validator.stringlength.less
source: The length of the given string is less than %s characters.
ro: Lungimea textului introdus are mai puțin de %s caractere.

# validator.string.notvalid
source: A valid string is expected.
ro: Este necesar să introduceți un text valid.

# validator.text.notvalid
source: The given subject was not a valid text (e.g. contained XML tags).
ro: Valoarea introdusă nu este un text valid (ex: conține tag-uri HTML)
