Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/install/report/*.locallang.xlf
Languages: ro

# status_fileSystem
source: File System
ro: Sistem de fișiere

# status_writable
source: Writable
ro: Cu drept de scriere

# status_missingDirectory
source: Required Directory Missing
ro: Directorul cerut lipsește

# status_nonExistingDirectory
source: Directory not existing
ro: Directorul nu există

# status_recommendedWritableDirectory
source: Directory should be writable
ro: Directorul trebuie să aibă drept de scriere

# status_requiredWritableDirectory
source: Directory not writable
ro: Directorul nu are drept de scriere

# status_directoryDoesNotExist
source: %s does not exist.
ro: %s nu există.

# status_directoryDoesNotExistCouldNotCreate
source: %s does not exist and could not be created.
ro: %s nu există și nu poate fi creat

# status_directoryShouldAlsoBeWritable
source: Also note that it should be writable, if it did exist.
ro: De asemenea, rețineți că acesta ar trebui să aibă drept de scriere, în cazul în care ar exista.

# status_directoryShouldBeWritable
source: %s should be writable.
ro: %s ar trebui să aibă drept de scriere.

# status_directoryMustBeWritable
source: %s must be writable.
ro: %s trebuie să aibă drept de scriere.

# status_remainingUpdates
source: Remaining Updates
ro: Actualizări rămase
