Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/indexed_search/*.locallang_db.xlf
Languages: ro

# index_config
source: Indexing Configuration
ro: Configurare indexare

# index_config.alternative_source_pid
source: Alternative Source Page:
ro: Pagină sursă alternativă:

# index_config.chashcalc
source: Calculate cHash (force caching)?
ro: Calculare cHash (forţare recreare cache)?

# index_config.depth
source: Depth:
ro: Adâncime:

# index_config.depth.I.0
source: Single page
ro: Doar o pagină

# index_config.depth.I.1
source: 1 Level
ro: 1 nivel

# index_config.depth.I.2
source: 2 Levels
ro: 2 nivele

# index_config.depth.I.3
source: 3 Levels
ro: 3 nivele

# index_config.description
source: Description:
ro: Descriere:

# index_config.extensions
source: Limit to extensions (commalist):
ro: Limitare la extensiile (listă separată de virgulă):

# index_config.externalUrl
source: External URL (eg. "http://www.domain.org/"):
ro: URL Extern (ex: "http://www.domain.org/"):

# index_config.fields
source: Fields (first is title):
ro: Câmpuri (primul e titlul):

# index_config.filepath
source: Filepath:
ro: Cale fişier:

# index_config.get_params
source: GET parameter string (with ###UID### substitution):
ro: String parametru GET (cu înlocuire ###UID###):

# index_config.indexcfgs
source: Indexing configurations:
ro: Configurări indexare:

# index_config.parameterCfgs
source: Parameter combination configuration ([tablename]:&[param]=###UID###):
ro: Configurare combinare parametri ([nume tabela]:&[param]=###UID###):

# index_config.recordsbatch
source: How many records to index a minute (default is 100):
ro: Câte înregistrări să fie indexate pe minut (standard e 100):

# index_config.records_indexonchange
source: Index Records immediately when saved?:
ro: Indexare înregistrări de îndată ce sunt salvate?

# index_config.rootpage
source: Root page:
ro: Pagina rădăcină:

# index_config.table2index
source: Table to index:
ro: Tabela de indexat:

# index_config.timer_frequency
source: How often would you like a re-index?:
ro: Cât de des doriţi reindexarea?

# index_config.timer_frequency.I.0
source: Every hour
ro: La fiecare oră

# index_config.timer_frequency.I.1
source: Every day (24 hours)
ro: În fiecare zi (24 ore)

# index_config.timer_frequency.I.2
source: Every week
ro: În fiecare săptămână

# index_config.timer_next_indexing
source: Next indexing is scheduled (if empty, then immediately):
ro: Următoarea indexare e programată la (daca e gol câmpul, atunci are loc imediat):

# index_config.timer_offset
source: Timing offset from midnight:
ro: Adăugare Offset de la miezul nopţii:

# index_config.title
source: Title:
ro: Titlu:

# index_config.type
source: Type:
ro: Tip:

# index_config.type.I.1
source: Database Records
ro: Înregistrări baza de date

# index_config.type.I.2
source: Filepath on server
ro: Cale fişier pe server

# index_config.type.I.3
source: External URL
ro: URL Extern

# index_config.type.I.4
source: Page tree
ro: Arbore pagini

# index_config.type.I.5
source: Meta configuration
ro: Configuraţie Meta

# index_config.url_deny
source: Enter sub-URLs in which not to decend:
ro: Introduceţi sub-URLuri în care să nu se indexeze:
