Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/beuser/mod/*.locallang.xlf
Languages: ro

source: Page title:
ro: Titlul paginii:

source: Path:
ro: Cale:

source: User:
ro: Utilizator:

source: Group:
ro: Grup:

source: Everybody:
ro: Toată lumea:

source: This user:
ro: Acest utilizator:

source: Main group:
ro: Grup principal:

# editLock
source: Edit lock prevents all editing
ro: Blocarea modificărilor previne toate editările

# noReadAccess
source: The user has no read-access to these DB-mounts!
ro: Utilizatorul nu dispune de acces-citire la aceste pagini din arborescență!

source: [Default Draft]
ro: [Proiect implicit]

# notAccessible
source: WARNING: Workspace Webmount page id not accessible:
ro: ATENȚIE: Arborescența spațiului de lucru nu e accesibilă:

source: Compare User Settings
ro: Compară setările utilizatorilor

source: List Users Online
ro: Listează utilizatorii conectați

source: Backend User Administration
ro: Administrare utilizatori Backend

source: Filemounts
ro: Dosare fișiere

source: Webmounts
ro: Arborescență pagini

source: Default upload path
ro: Calea implicită pentru încărcare

source: Main user group
ro: Grup principal de utilizatori

source: Member of groups
ro: Membru al grupului

source: Page types access
ro: Acces la tipurile de pagini

source: Select tables
ro: Alege tabelele

source: Modify tables
ro: Modifică tabele

source: Non-exclude fields
ro: Câmpuri non-exclude

source: Explicit Allow/Deny
ro: Autorizare/Refuzare explicită

source: Limit to languages
ro: Limitează la limbile

source: Workspace permissions
ro: Permisii spațiu de lucru

source: Workspace membership
ro: Adeziune la spațiul de lucru

source: Custom options
ro: Opțiuni personalizate

source: Modules
ro: Module

source: TSconfig
ro: Configurație TS

source: TSconfig HL
ro: Configurație TS de nivel superior

source: Non-mounted readable pages:
ro: Pagini vizibile non-mounted

source: < Back to overview
ro: < Înapoi la prezentarea generală

source: User Info
ro: Info utilizator

source: Group by:
ro: Grupare după:

source: Update
ro: Actualizare

source: Group and Compare Users
ro: Grupează si compară utilizatori

# tooManyUsers
source: There were too many users:
ro: Au fost prea mulți utilizatori:

# canOnlyDisplay
source: This tool can only display the following number of users at a time:
ro: Acest instrument poate afișa doar următorul număr de utilizatori la un moment dat:

# newUser
source: Create new user
ro: Creează utilizator nou

source: Usernames:
ro: Nume de utilizatori:

source: Switch user to:
ro: Simulare utilizator:

source: [change-to mode]
ro: [schimbare fără retur la conexiunea actuală]

source: [switch-back mode]
ro: [schimbare cu retur la conexiunea actuală]

# cachedGrouplistsUpdated
source: (All cached group-lists updated.)
ro: (Toate listele de grupuri din cache au fost reîmprostătate.)

source: Result
ro: Rezultat

source: Show information
ro: Arată informația

# sureToDelete
source: Are you sure you want to delete this element?
ro: Sunteți sigur că doriți să ștergeți acest element?

source: Delete(!)
ro: Șterge(!)

source: Timestamp:
ro: Dată și oră:

source: Username:
ro: Nume utilizator:

source: Who Is Online
ro: Cine este online
