Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/setup/mod/*.locallang.xlf
Languages: ro

# activateChanges
source: Notice! In order to activate most of these changes, please reload the backend (eg. logout and login again).
ro: Notă! Pentru a activa majoritatea acestor schimbări, vă rugăm reîncărcați backend-ul (deconectare și reconectare).

source: Admin functions
ro: Funcţii administrator

# beUser_email
source: Your email address
ro: Adresa de email

# beUser_realName
source: Your name
ro: Numele

# clearSessionVars
source: Clear Temporary Data
ro: Golește Informațiile Temporare

# clearSessionVarsQuestion
source: Are you sure you want to clear the temporary data?
ro: Sunteți sigur că doriți să ștergeți informațiile temporare?

# clearSessionVarsShort
source: Clear
ro: Golește

# condensedMode
source: Use condensed mode in backend<br />(for small screens)
ro: Folosește modul condensat în backend<BR>(pentru ecrane mici)

# copyLevels
source: <b>Recursive Copy:</b> Enter the number of page<br />sublevels to include, when a page is copied
ro: <b>Copiere Recursivă:</b> Introduceți numărul de<BR>subnivele de inclus atunci când se copie o pagină

# debugInWindow
source: Display debug messages in a new browser window
ro: Afișează informațiile de debug într-o fereastră nouă

source: Default
ro: Implicit

# disableCMlayers
source: Disable Popup Context Menus
ro: Dezactivează Meniul Popup

# edit_docModuleUpload
source: File upload directly in Doc-module
ro: Încărcare fisier direct in modulul Documente

# edit_functions
source: Edit
ro: Editează

# editFunctionsTab
source: Edit & Advanced functions
ro: Editare & funcții avansate

# edit_RTE
source: Enable Rich Text Editor (if available)
ro: Activează Editorul de Text Avansat (dacă e disponibil)

# edit_showFieldHelp
source: Context Sensitive Help mode
ro: Mod Ajutor Contextual (CSH)

# edit_showFieldHelp_icon
source: Display help icon only
ro: Afișează doar pictograma pentru ajutor

# edit_showFieldHelp_message
source: Display full text message
ro: Afișează tot mesajul

# edit_showFieldHelp_none
source: Display no help information
ro: Nu afişa informaţii ajutor

# edit_wideDocument
source: Wide document background
ro: Fundal document larg

# emailMeAtLogin
source: Notify me by email, when somebody logs in <br />from my account
ro: Notifică prin email, când cineva se conectează <BR>folosind contul meu.

# enableFlashUploader
source: Enable Flash Uploader (requires Flash 9+)
ro: Activează încărcarea folosind Flash (necesită Flash 9+)

# enableInstallTool.createFile
source: Create Install Tool Enable File
ro: Crearea fișierului pentru activarea Uneltei de Instalare

# enableInstallTool.deleteFile
source: Delete Install Tool Enable File
ro: Șterge fișierul de activare al Uneltei de Instalare

# enableInstallTool.file
source: Install Tool Enable file
ro: Fișier pentru activarea Uneltei de Instalare

# enableInstallTool.fileCreate_failed
source: The Install Tool Enable file could not be created.
ro: Fișierul de activare al Uneltei de Instalare nu a putut fi creat.

# enableInstallTool.fileCreate_ok
source: The Install Tool Enable file has been created.
ro: Fișierul de activare al Uneltei de Instalare a fost creat.

# enableInstallTool.fileDelete_failed
source: The Install Tool Enable file could not be deleted!
ro: Fișierul de activare al Uneltei de Instalare nu a putut fi șters!

# enableInstallTool.fileDelete_ok
source: The Install Tool Enable file has been deleted.
ro: Fișierul de activare al Uneltei de Instalare a fost șters.

# enableInstallTool.fileHasKeep
source: The Install Tool file has the content "KEEP_FILE" and can not be deleted!
ro: Fișierul de activare al Uneltei de Instalare conține textul "KEEP_FILE" și deci nu poate fi șters!

# enableInstallTool.label
source: Install Tool Access
ro: Acces la Unealta de Instalare

# flexibleTextareas_MaxHeight
source: Maximal Height of flexible Textareas in Pixel
ro: Înălțimea maximă a zonelor de text flexibile, în pixeli

# functions
source: Advanced functions
ro: Funcții avansate

# helpText
source: Show help text when applicable
ro: Arată ajutorul cînd este necesar

# lang_ar
source: Arabic
ro: Arabă

# lang_ba
source: Bosnian
ro: Bosniacă

# lang_bg
source: Bulgarian
ro: Bulgară

# lang_br
source: Brazilian Portuguese
ro: Braziliană

# lang_bs
source: Bosnian
ro: Bosniacă

# lang_ca
source: Catalan
ro: Catalană

# lang_ch
source: Chinese (Simple)
ro: Chineză (Simplificat)

# lang_cs
source: Czech
ro: Cehă

# lang_cz
source: Czech
ro: Cehă

# lang_da
source: Danish
ro: Daneză

# lang_de
source: German
ro: Germană

# lang_default
source: English
ro: Engleză

# lang_dk
source: Danish
ro: Daneză

# lang_el
source: Greek
ro: Greacă

# lang_es
source: Spanish
ro: Spaniolă

# lang_et
source: Estonian
ro: Estonă

# lang_eu
source: Basque
ro: Bască

# lang_fa
source: Persian
ro: Persană

# lang_fi
source: Finnish
ro: Finlandeză

# lang_fo
source: Faroese
ro: Feroe

# lang_fr
source: French
ro: Franceză

# lang_fr_CA
source: French (Canada)
ro: Franceză (Canada)

# lang_ga
source: Galician
ro: Galică

# lang_ge
source: Georgian
ro: Georgiană

# lang_gl
source: Galician
ro: Groenlandică

# lang_gr
source: Greek
ro: Greacă

# lang_he
source: Hebrew
ro: Ebraică

# lang_hk
source: Chinese (Trad)
ro: Chineză (Tradițional)

# lang_hr
source: Croatian
ro: Croată

# lang_hu
source: Hungarian
ro: Ungară

# lang_is
source: Icelandic
ro: Islandeză

# lang_it
source: Italian
ro: Italiană

# lang_ja
source: Japanese
ro: Japoneză

# lang_jp
source: Japanese
ro: Japoneză

# lang_ka
source: Georgian
ro: Georgiană

# lang_kl
source: Greenlandic
ro: Groenlandică

# lang_ko
source: Korean
ro: Coreeană

# lang_kr
source: Korean
ro: Coreeană

# lang_lt
source: Lithuanian
ro: Lituaniană

# lang_lv
source: Latvian
ro: Letonă

# lang_ms
source: Bahasa Malaysia
ro: Bahasa Malaezia

# lang_my
source: Bahasa Malaysia
ro: Bahasa Malaezia

# lang_nl
source: Dutch
ro: Olandeză

# lang_no
source: Norwegian
ro: Norvegiană

# lang_pl
source: Polish
ro: Poloneză

# lang_pt
source: Portuguese
ro: Portugheză

# lang_pt_BR
source: Brazilian Portuguese
ro: Braziliană

# lang_qc
source: French (Canada)
ro: Franceză (Canada)

# lang_ro
source: Romanian
ro: Română

# lang_ru
source: Russian
ro: Rusă

# lang_se
source: Swedish
ro: Suedeză

# lang_si
source: Slovenian
ro: Slovenă

# lang_sk
source: Slovak
ro: Slovacă

# lang_sl
source: Slovenian
ro: Slovenă

# lang_sq
source: Albanian
ro: Albaneză

# lang_sr
source: Serbian
ro: Sârbă

# lang_sv
source: Swedish
ro: Suedeză

# lang_th
source: Thai
ro: Thailandeză

# lang_tr
source: Turkish
ro: Turcă

# lang_ua
source: Ukrainian
ro: Ucrainiană

source: Language
ro: Limba

# lang_uk
source: Ukrainian
ro: Ucrainiană

# lang_vi
source: Vietnamese
ro: Vietnameză

# lang_vn
source: Vietnamese
ro: Vietnameză

# lang_zh
source: Chinese (Trad)
ro: Chineză (Tradițional)

source: levels
ro: nivele

# maxTitleLen
source: Max. Title Length
ro: Lungimea maximă a titlului

source: New password
ro: Parolă nouă

source: New password, again
ro: Tastați din nou parola

# newPassword_failed
source: Password was NOT updated because you didn't enter the same password twice.
ro: Parola NU a fost schimbată deoarece nu ați introdus de două ori aceeasi parolă.

# newPassword_ok
source: Password was updated.
ro: Parola a fost schimbată

# noMenuMode
source: Select navigation mode
ro: Selectează tipul de navigare

# noMenuMode_def
source: Left frame menu (default)
ro: Meniu în cadrul din stînga (implicit)

# noMenuMode_icons
source: Icons in top frame
ro: Pictograme în cadrul superior

# noMenuMode_sel
source: Selectorbox in top frame
ro: Listă de selecție în cadrul superior

# opening
source: Startup
ro: Pornire

source: Personal data
ro: Date personale

# recursiveDelete
source: <b>Recursive Delete(!):</b> Allow ALL subpages<br />to be deleted when deleting a page
ro: <b>Stergere Recursivă(!):</b> Permite ștergerea tuturor subnivelelor<br />atunci când o pagină este ștearsă

# resetConfiguration
source: Reset Configuration and Clear Temporary Data
ro: Reinițializare Configurare și Ștergere Informații Temporare

# resetConfigurationShort
source: Reset
ro: Reinițializare

# resetSectionHeader
source: Reset Settings
ro: Reinițializare setări

# resizeTextareas
source: Make Textareas resizable
ro: Zonele de text pot fi redimensionate

# resizeTextareas_Flexible
source: Make Textareas flexible
ro: Zonele de text pot fi flexibile

# resizeTextareas_MaxHeight
source: Maximal Height of resizable Textarea in Pixel
ro: Înălțimea maximă a zonelor de text redimensionabile, în pixeli

# save
source: Save Configuration
ro: Salvează configurație

# settingsAreReset
source: The user settings have been reset to default values and temporary data has been cleared.
ro: Setările de utilizator au fost resetate la valorile implicite și informațiile temporare au fost șterse.

# setToStandard
source: Reset all Values to default
ro: Reinițializează toate valorile la cele implicite

# setToStandardQuestion
source: Are you sure you want to reset all values to default?
ro: Sunteţi sigur că vreţi să resetaţi toate valorile la cele implicite?

# setupWasUpdated
source: User settings were updated.
ro: Setările utilizatorului au fost actualizate.

# showThumbs
source: Show Thumbnails by default
ro: arată

# simulate
source: Simulate backend user
ro: Simulează utilizator backend

# startModule
source: Start up in the following module
ro: Porneşte din următorul modul

# tempDataCleared
source: Temporary data cleared
ro: Informațiile temporare au fost șterse

# tempDataClearedFlashMessage
source: The temporary data has been cleared.
ro: Informațiile temporare au fost șterse.

# tempDataClearedLog
source: Temporary data cleared
ro: Informații temporare șterse

source: User Settings
ro: Setări utilizator
