Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/rtehtmlarea/htmlarea/plugins/RemoveFormat/*.locallang.xlf
Languages: ro

source: All
ro: Tot

# All HTML:
source: All HTML tags:
ro: Toate tagurile HTML:

source: Cancel
ro: Anulare

source: Cleaning Area
ro: Zonă curăţare

# Cleaning options
source: Type(s) of format to remove
ro: Tip de formatarea care să fie şters

# Formatting:
source: HTML Format:
ro: Formatare HTML:

source: Images:
ro: Imagini:

# MS Word Formatting:
source: MS Word Format:
ro: Formatare MS Word:

# Remove formatting
source: Remove format
ro: Şterge formatarea

# RemoveFormatTooltip
source: Remove format
ro: Şterge formatarea

# Selection
source: Selected text
ro: Selecţie

# Select the type of formatting you wish to remove.
source: Select the type(s) of format to remove.
ro: Selectaţi tipul de formatare care să fie înlăturat.
