Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/form/Resources/Private/Language/*.locallang_controller.xlf
Languages: ro

# tx_form_domain_model_element_button.value
source: Push this button
ro: Apăsați acest buton

# tx_form_domain_model_element_reset.value
source: Clear form
ro: Ștergeți valorile formularului

# tx_form_domain_model_element_submit.value
source: Submit form
ro: Trimiteți formularul

# tx_form_system_validate_alphabetic.error
source: The value contains not only alphabetic characters
ro: Valoarea nu conține doar caractere alfabetice

# tx_form_system_validate_alphabetic.message
source: Use alphabetic characters
ro: Folosiți caractere alfabetice

# tx_form_system_validate_alphabetic.message2
source: whitespace allowed
ro: spațiile sunt permise

# tx_form_system_validate_alphanumeric.error
source: The value contains not only alphanumeric characters
ro: Valoarea nu conține doar cifre

# tx_form_system_validate_alphanumeric.message
source: Use alphanumeric characters
ro: Folosiți doar cifre

# tx_form_system_validate_alphanumeric.message2
source: whitespace allowed
ro: spațiile sunt permise

# tx_form_system_validate_between.error
source: The value is not between %minimum and %maximum
ro: Valoarea nu este cuprinsă între %minimum și%maximum

# tx_form_system_validate_between.error2
source: inclusively
ro: inclusiv

# tx_form_system_validate_between.message
source: The value must be between %minimum and %maximum
ro: Valoare trebuie să fie cuprinsă între %minimum și %maximum

# tx_form_system_validate_between.message2
source: inclusively
ro: inclusiv

# tx_form_system_validate_date.error
source: The value does not appear to be a valid date
ro: Valoarea nu pare să fie o dată validă

# tx_form_system_validate_digit.error
source: The value contains not only digit characters
ro: Valoarea nu conține doar cifre

# tx_form_system_validate_digit.message
source: Use digit characters
ro: Folosiți cifre

# tx_form_system_validate_email.error
source: This is not a valid email address
ro: Aceasta nu este o adresă de email validă

# tx_form_system_validate_equals.error
source: The value does not equal the value in field '%field'
ro: Valoarea nu este egală cu cea a cîmpului '%field'

# tx_form_system_validate_equals.message
source: This field must be equal to '%field'
ro: Valoarea acestui cîmp trebuie să fie egală cu '%field'

# tx_form_system_validate_fileallowedtypes.error
source: The file type is not allowed
ro: Tipul de fișier nu este permis

# tx_form_system_validate_filemaximumsize.error
source: The filesize is too big
ro: Mărimea fișierului este prea mare

# tx_form_system_validate_filemaximumsize.message
source: The filesize must be smaller than %maximum
ro: Mărimea fișierului trebuie să fie mai mică decît %maximum

# tx_form_system_validate_fileminimumsize.error
source: The filesize is too small
ro: Mărimea fișierului este prea mică

# tx_form_system_validate_fileminimumsize.message
source: The filesize must be bigger than %minimum
ro: Mărimea fișierului trebuie să fie mai mare decît %minimum

# tx_form_system_validate_float.error
source: The value does not appear to be a float
ro: Valoarea nu pare să fie un număr real

# tx_form_system_validate_float.message
source: Enter a float
ro: Introduceți un număr real

# tx_form_system_validate_greaterthan.error
source: The value does not appear to be greater than %minimum
ro: Valoarea nu pare să fie mai mare decît %minimum

# tx_form_system_validate_greaterthan.message
source: The value must be greater than %minimum
ro: Valoarea trebuie să fie mai mare decît %minimum

# tx_form_system_validate_inarray.error
source: The value does not appear to be valid
ro: Valoarea nu pare să fie validă

# tx_form_system_validate_inarray.message
source: Only a few values are possible
ro: Doar cîteva valori sunt posibile

# tx_form_system_validate_integer.error
source: The value does not appear to be an integer
ro: Valoarea nu pare să fie un număr întreg

# tx_form_system_validate_ip.error
source: The value does not appear to be a valid IP address
ro: Valoarea nu pare să fie o adresă IP validă

# tx_form_system_validate_length.error
source: The value is less than %minimum characters long
ro: Lungimea este mai mică decît %minimum caractere

# tx_form_system_validate_length.error2
source: or longer than %maximum
ro: sau mai mare decît %maximum caractere

# tx_form_system_validate_length.message
source: The length of the value must have a minimum of %minimum characters
ro: Lungimea valorii trebuie să aibă minim %minimum caractere

# tx_form_system_validate_length.message2
source: and a maximum of %maximum
ro: și maximum %maximum caractere

# tx_form_system_validate_lessthan.error
source: The value does not appear to be less than %maximum
ro: Valoarea nu pare să fie mai mică decît %maximum

# tx_form_system_validate_lessthan.message
source: The value must be less than %maximum
ro: Valoarea trebuie să fie mai mică decît %maximum

# tx_form_system_validate_regexp.error
source: The value does not match against pattern
ro: Valoarea nu corespunde pattern-ului

# tx_form_system_validate_regexp.message
source: Use the right pattern
ro: Folosiți pattern-ul corect

# tx_form_system_validate_required.error
source: This field is required
ro: Acest cîmp este obligatoriu

# tx_form_system_validate_required.message
source: Required
ro: Obligatoriu

# tx_form_system_validate_uri.error
source: The value does not appear to be a URI
ro: Valoarea nu pare să fie un URI

# tx_form_system_validate_uri.message
source: The value must be a URI
ro: Valoarea trebuie să fie un URI

# tx_form_view_confirmation.confirm
source: Confirm
ro: Confirmare

# tx_form_view_confirmation.donotconfirm
source: Go back to the form
ro: Retur la formular

# tx_form_view_confirmation.message
source: Please check your input and confirm by using the appropriate button
ro: Verificați vă rugăm valoarea introdusă și confirmați folosind butonul respectiv

# tx_form_view_mail.error
source: There was an error when sending the form by mail
ro: A intervenit o eroare la trimiterea formularului pe email

# tx_form_view_mail.success
source: The form has been sent successfully by mail
ro: Formularul a fost trimis cu succes pe email
