Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/rtehtmlarea/htmlarea/plugins/ContextMenu/*.locallang.xlf
Languages: ro

source: Chec_k Link
ro: Verifică lin_k

source: Copy
ro: Copie

source: Create a link
ro: Creează link

source: Current URL is
ro: URL curent este

source: Cut
ro: Taie

source: Element
ro: elementul

source: How did you get here? (Please report!)
ro: Cum aţi ajuns aici? (Vă rog raportaţi problema!)

source: _Image Properties
ro: Proprietăţi _Imagine

source: Insert a paragraph after the current node
ro: Insereată un paragraf după nodul curent

source: Insert a paragraph before the current node
ro: Inserează un paragraf înainte de nodul curent

source: Insert paragraph after
ro: Inserează paragraf după

source: Insert paragraph before
ro: Inserează paragraf înainte

# JustifyCenter-title
source: Justify Center
ro: Justificat centrat

# JustifyCenter-tooltip
source: Centers the text
ro: Centrează textul

# JustifyFull-title
source: Justify Full
ro: Justificat

# JustifyFull-tooltip
source: Aligns text both to the left and the right
ro: Aliniază textul atât la dreapta cât şi la stânga

# JustifyLeft-title
source: Justify Left
ro: Justificat la stânga

# JustifyLeft-tooltip
source: Aligns text to the left
ro: Aliniază texul la stânga

# JustifyRight-title
source: Justify Right
ro: Justificat la dreapta

# JustifyRight-tooltip
source: Aligns text to the right
ro: Aliniază textul la dreapta

source: Link points to:
ro: Linkul referă:

source: Make lin_k
ro: Creează lin_k

source: _Modify Link
ro: _Modifică link

source: Modify URL
ro: Modifică URL

source: Opens this link in a new window
ro: Deschide link în fereastră nouă

source: Paste
ro: Lipeşte

# Please confirm remove
source: Please confirm that you want to remove this element:
ro: Vă rog confirmaţi ştergerea acestui element:

# Please confirm unlink
source: Please confirm that you want to unlink this element.
ro: Vă rog confirmaţi înlăturarea linkului de pe acest element.

source: _Remove Link
ro: Şte_rge link

source: Remove the
ro: Şterge

# Remove this node from the document
source: Removes this node from the document
ro: Şterge acest nod din document

source: Show the image properties dialog
ro: Arată dialogul de proprietăţi al imaginii

# TO-cell-delete-title
source: Delete Cell
ro: Şterge celulă

# TO-cell-delete-tooltip
source: Deletes the current cell
ro: Şterge celula curentă

# TO-cell-insert-after-title
source: Insert cell after
ro: Inserează celulă după

# TO-cell-insert-after-tooltip
source: Inserts a new cell after the current one
ro: Insereată celulă nouă după cea curentă

# TO-cell-insert-before-title
source: Insert cell before
ro: Inserează celulă înainte

# TO-cell-insert-before-tooltip
source: Inserts a new cell before the current one
ro: Inserează celulă nouă înainte de cea curentă

# TO-cell-merge-title
source: Merge Cells
ro: Uneşte celule

# TO-cell-merge-tooltip
source: Merges the selected cells
ro: Unete celulele selectate

# TO-cell-prop-title
source: C_ell Properties
ro: Proprietăţi c_elulă

# TO-cell-prop-tooltip
source: Shows the Table Cell Properties dialogue
ro: Arată dialogul de proprietăţi a celulei tabelei.

# TO-cell-split-title
source: Split Cell
ro: Desparte celulă

# TO-cell-split-tooltip
source: Splits the current cell
ro: Desparte celula curentă

# TO-col-delete-title
source: De_lete Column
ro: Şterge co_loană

# TO-col-delete-tooltip
source: Deletes the current column
ro: Şterge coloana curentă

# TO-col-insert-after-title
source: Insert C_olumn After
ro: Inserează c_oloană după

# TO-col-insert-after-tooltip
source: Inserts a new column after the current one
ro: Inserează o coloană nouă după cea curentă

# TO-col-insert-before-title
source: Insert _Column Before
ro: Inserează _coloană înainte

# TO-col-insert-before-tooltip
source: Inserts a new column before the current one
ro: Inserează o coloană înainte de cea curentă

# TO-col-prop-title
source: Column Cells Properties
ro: Proprietăţi celule coloană

# TO-col-prop-tooltip
source: Shows the Column Cells Properties dialogue
ro: Arată dialogul de proprietăţi a celulelor coloanei

# TO-col-split-title
source: Split Column
ro: Desparte coloană

# TO-col-split-tooltip
source: Splits the current column
ro: Desparte coloana curentă

# TO-row-delete-title
source: _Delete Row
ro: Şterge rân_d

# TO-row-delete-tooltip
source: Deletes the current row
ro: Şterge rândul curent

# TO-row-insert-above-title
source: I_nsert Row Before
ro: I_nserează rând înainte

# TO-row-insert-above-tooltip
source: Inserts a new row before the current one
ro: Inserează un nou rând înainte de cel curent

# TO-row-insert-under-title
source: In_sert Row After
ro: In_serează rând după

# TO-row-insert-under-tooltip
source: Inserts a new row after the current one
ro: Inserează un nou rând după cel curent

# TO-row-prop-title
source: Ro_w Properties
ro: Proprietăţi rând

# TO-row-prop-tooltip
source: Shows the Table Row Properties dialogue
ro: Arată dialogul de proprietăţi a rândului tabelei

# TO-row-split-title
source: Split Row
ro: Desparte rând

# TO-row-split-tooltip
source: Splits the current row
ro: Desparte rândul curent

# TO-table-prop-title
source: _Table Properties
ro: Proprietăţi _tabel

# TO-table-prop-tooltip
source: Shows the Table Properties dialogue
ro: Arată dialogul de proprietăţi al tabelei

# TO-table-restyle-title
source: Re-apply table styles
ro: Reaplică stiluri tabel

# TO-table-restyle-tooltip
source: Re-applies the odd-even styles on the table
ro: Reaplică stilurile par-impar pe tabelă

# TO-toggle-borders-title
source: Toggle borders
ro: Arată/Ascunde borduri

# TO-toggle-borders-tooltip
source: Toggle borders
ro: Arată/Ascunde bordură

source: Unlink the current element
ro: Înlătură legătura de pe elementul curent
