Repository: igodorogea/moldova-trade-aws
Catalog: data/sites/moldova-trade/typo3conf/l10n/*/wizard_crpages/*.locallang.xlf
Languages: ro

# wiz_crMany
source: Create multiple pages
ro: Creează pagini multiple

# wiz_newPages
source: Create new pages
ro: Creează pagini noi

# wiz_newPages_addMoreLines
source: Add more lines
ro: Adăugați mai multe linii

# wiz_newPages_create
source: The pages were created!
ro: Paginile au fost create!

# wiz_newPages_currentMenu
source: New page structure
ro: Structură de pagină nouă

# wiz_newPages_errorMsg1
source: You are not allowed to create new subpages to this page!
ro: Nu puteţi crea subpagini noi în această pagină!

# wiz_newPages_hidePages
source: Hide new pages
ro: Ascunde paginile noi

# wiz_newPages_hidePagesInMenus
source: Hide new pages in menus
ro: Ascunde paginile noi în meniu

# wiz_newPages_lCreate
source: Create pages
ro: Creare pagini

# wiz_newPages_lCreate_msg1
source: You're about to create many new pages. Are you sure you want to continue?
ro: Veţi crea multe pagini noi. Sigur vreţi să continuaţi?

# wiz_newPages_listEnd
source: Place new pages after the existing subpages
ro: Pune paginile noi după subpaginile existente

# wiz_newPages_lReset
source: Clear fields
ro: Şterge câmpuri

# wiz_newPages_noCreate
source: No pages were created!
ro: Nici o pagină nu a fost creată!

# wiz_newPages_page
source: Page
ro: Pagină
